[
  {
    "id": 1,
    "title": "THE LUNA ROSSA STORY: SAILING INTO HISTORY",
    "date": "Wed, 30 Jul 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-luna-rossa-story-sailing-into-history",
    "image": "https://images.unsplash.com/photo-1629770456160-a2d73f92768a?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQyMTQwODd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'epica storia di Luna Rossa, l'imbarcazione italiana che ha fatto la storia della vela, è una storia di passione, ingegno e spirito di squadra. Questa notizia, datata 30 Luglio 2025, ci racconta di come Luna Rossa sia riuscita a scrivere il suo nome nella storia della America's Cup. Le sfide, le vittorie e le sconfitte, hanno permesso a questa squadra di raggiungere traguardi impensabili, diventando un simbolo di eccellenza nel mondo della vela. Dal primo lancio nel 2000 fino alla storica vittoria del 2025, Luna Rossa ha sempre dimostrato di avere quella determinazione e quel coraggio che la rendono unica nel suo genere.\n\n###\n\nThe epic story of Luna Rossa, the Italian boat that has made sailing history, is a tale of passion, ingenuity, and team spirit. This news, dated July 30, 2025, tells us how Luna Rossa managed to write its name in the history of the America's Cup. The challenges, victories, and defeats have allowed this team to reach unthinkable goals, becoming a symbol of excellence in the world of sailing. From the first launch in 2000 to the historic victory in 2025, Luna Rossa has always shown that determination and courage that make it one of a kind.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "A defining finale to the Admiral's Cup 2025 in the Rolex Fastnet Race",
    "date": "Wed, 30 Jul 2025 09:50:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/a-defining-finale-to-the-admiral-s-cup-2025-in-the-rolex-fastnet-race",
    "image": "https://images.unsplash.com/photo-1713813091352-dc22a8fcbf3e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQyMTQwOTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il Rolex Fastnet Race 2025 ha segnato un finale definitivo per l'Admiral's Cup 2025, uno degli eventi più prestigiosi nel mondo della vela. Il 30 luglio 2025, la flotta di vele d'élite ha preso il largo nel tentativo di aggiudicarsi il trofeo tanto ambito. Mentre la competizione si è fatta più accesa, la tensione è montata fino all'ultimo momento, rendendo il finale uno dei più memorabili nella storia della regata. Tutti gli occhi erano puntati su chi avrebbe ottenuto l'onore di sollevare l'Admiral's Cup alla fine della gara.\n\n###\n\nThe 2025 Rolex Fastnet Race marked a defining finale for the Admiral's Cup 2025, one of the most prestigious events in the sailing world. On July 30th, 2025, the elite fleet of sails set off in an attempt to clinch the much-coveted trophy. As the competition heated up, the tension escalated right up to the final moment, making the finale one of the most memorable in the history of the race. All eyes were on who would get the honor of lifting the Admiral's Cup at the end of the race.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Monaco win the Admiral’s Cup: Jolt team take victory after high tension finish to Rolex Fastnet Race",
    "date": "Wed, 30 Jul 2025 07:19:29 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/monaco-win-the-admirals-cup-jolt-team-take-victory-after-high-tension-finish-to-rolex-fastnet-race",
    "image": "https://images.unsplash.com/photo-1577720643360-00432b40139c?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQyMTQxMDR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La squadra di Monaco, Jolt, ha conquistato la vittoria nell'ambito Admiral's Cup, dopo un finale ad alta tensione nella Rolex Fastnet Race. Il team del piccolo Principato ha dimostrato grande abilità e resistenza in quella che è considerata una delle regate più impegnative e prestigiose al mondo. La competizione, che si svolge ogni due anni, vede partecipare team provenienti da tutto il mondo in una sfida che si estende per oltre 600 miglia nautiche attraverso alcune delle acque più temute e rispettate del pianeta. Questa vittoria segna un momento storico per il team di Monaco, rafforzando la sua reputazione nel mondo dello yachting.\n\n###\n\nThe Jolt team from Monaco clinched victory in the coveted Admiral's Cup, following a high tension finish to the Rolex Fastnet Race. The team from the small principality demonstrated great skill and endurance in what is considered one of the most challenging and prestigious yacht races in the world. The race, which takes place every two years, sees teams from all over the world compete in a challenge that spans over 600 nautical miles through some of the most feared and respected waters on the planet. This victory marks a historic moment for the Monaco team, bolstering their reputation in the yachting world.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]