[
  {
    "id": 1,
    "title": "THE ENDLESS FASCINATION OF THE CITY OF NAPLES",
    "date": "Fri, 26 Sep 2025 07:52:11 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-endless-fascination-of-the-city-of-naples",
    "image": "https://images.unsplash.com/photo-1630853238178-64052a1e0f45?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg4OTQ1MjN8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Situata nella soleggiata Italia meridionale, la città di Napoli continua a incantare visitatori provenienti da ogni angolo del mondo con la sua affascinante storia, la ricca cultura e la vivace atmosfera. Rinomata per la sua iconica pizza, la sua incredibile arte e la sua vibrante vita notturna, Napoli attrae turisti con la sua irresistibile combinazione di bellezza naturale, architettura storica e cordialità autentica. Le strette strade lastricate, gli affascinanti edifici in stile barocco e la vista panoramica sul Vesuvio e sul golfo di Napoli sono solo alcuni degli aspetti che rendono questa città unica nel suo genere, un vero gioiello del Mediterraneo.\n\n###\n\nSituated in sunny southern Italy, the city of Naples continues to enchant visitors from every corner of the globe with its captivating history, rich culture, and vibrant atmosphere. Renowned for its iconic pizza, incredible art, and lively nightlife, Naples draws tourists with its irresistible blend of natural beauty, historic architecture, and authentic warmth. The narrow cobblestone streets, charming baroque-style buildings, and panoramic views of Vesuvius and the Gulf of Naples are just a few of the aspects that make this city one of a kind, a true gem of the Mediterranean.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup: Emirates Team NZs' Ray Davies makes a \"vibrant\" stop in Naples",
    "date": "Thu, 25 Sep 2025 04:09:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-emirates-team-nzs-ray-davies-makes-a-vibrant-stop-in-naples",
    "image": "https://images.unsplash.com/photo-1630853238178-64052a1e0f45?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg4OTQ1MjN8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America fa tappa a Napoli con uno dei protagonisti più attesi: Ray Davies del team Emirates Team NZs. L'esperto navigatore neozelandese ha fatto una sosta \"vibrante\" nella città partenopea, portando con sé l'adrenalina e l'emozione tipica delle competizioni veliche di alto livello. Nonostante la data della notizia risalga al 25 settembre 2025, l'evento ha lasciato un'impronta indelebile nel cuore degli appassionati di vela napolitani, che hanno potuto ammirare da vicino uno dei più grandi talenti del panorama mondiale.\n\n###\n\nThe America's Cup made a stop in Naples with one of the most anticipated protagonists: Ray Davies of Emirates Team NZs. The experienced New Zealand sailor made a \"vibrant\" stop in the Neapolitan city, bringing with him the adrenaline and excitement typical of high-level sailing competitions. Even though the date of the news goes back to September 25, 2025, the event left an indelible mark in the hearts of Neapolitan sailing enthusiasts, who were able to admire up close one of the greatest talents in the global scene.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "The only US coastal town where 10 Gilded Age mansions still host world-class sailing",
    "date": "Fri, 26 Sep 2025 13:22:56 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-only-us-coastal-town-where-10-gilded-age-mansions-still-host-world-class-sailing",
    "image": "https://images.unsplash.com/photo-1630853238178-64052a1e0f45?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg4OTQ1MjN8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il fascino dell'età dorata americana si incontra con la vivacità della vela di classe mondiale in una singola città costiera degli Stati Uniti. Questa rara combinazione di storia e attività contemporanea si trova nella suggestiva città di Newport, Rhode Island, dove ancora oggi, dieci sontuose dimore dell'età dorata ospitano eventi di vela di livello mondiale. Queste dimore, una volta residenze estive dei più ricchi magnati del XIX secolo, servono oggi come sfondo per i regatisti provenienti da tutto il mondo, che vengono a competere nelle acque di Newport. \n\n###\n\nThe allure of the American Gilded Age meets world-class sailing vibrancy in a single US coastal town. This rare blend of history and contemporary activity is found in the picturesque town of Newport, Rhode Island, where even today, ten opulent Gilded Age mansions still host world-class sailing events. These mansions, once the summer residences of the wealthiest tycoons of the 19th century, now serve as the backdrop for sailors from around the globe who come to compete in Newport's waters.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]