[
  {
    "id": 1,
    "title": "America's Cup: From 1983 to 2024 through the lens of Carlo Borlenghi",
    "date": "Sun, 31 Aug 2025 13:01:18 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-from-1983-to-2024-through-the-lens-of-carlo-borlenghi",
    "image": "https://images.unsplash.com/photo-1563296291-14f26f10c20f?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY2NDkyNDR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La storia della America's Cup, la più antica competizione sportiva internazionale ancora in corso, è stata immortalata attraverso l'obiettivo del fotografo italiano Carlo Borlenghi, dal 1983 al 2024. Borlenghi, conosciuto come uno dei più grandi fotografi di vela del mondo, ha documentato con passione e dedizione le emozionanti sfide e le vittorie memorabili di questa prestigiosa competizione. La sua abilità nel catturare la bellezza e l'intensità del mondo della vela ha reso le sue immagini iconiche. Attraverso le sue fotografie, si può vivere la storia della America's Cup, sentire l'adrenalina delle gare, l'euforia delle vittorie e la delusione delle sconfitte. Questo articolo riporta indietro nel tempo, attraverso la lente di Borlenghi, rivivendo le edizioni della America's Cup dagli anni '80 fino al 2024.\n\n###\n\nThe history of the America's Cup, the oldest international sporting competition still ongoing, has been immortalized through the lens of Italian photographer Carlo Borlenghi, from 1983 to 2024. Borlenghi, known as one of the world's greatest sailing photographers, has passionately and dedicatedly documented the thrilling challenges and memorable victories of this prestigious competition. His ability to capture the beauty and intensity of the sailing world has made his images iconic. Through his photographs, one can live the history of the America's Cup, feel the adrenaline of the races, the euphoria of victories, and the disappointment of defeats. This article takes you back in time, through Borlenghi's lens, reliving the editions of the America's Cup from the 80s to 2024.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Naples Italy Confirmed for the 38th America’s Cup",
    "date": "Fri, 29 Aug 2025 19:47:21 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-italy-confirmed-for-the-38th-americas-cup",
    "image": "https://images.unsplash.com/photo-1665253263961-c315a1ed8298?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY2NDkyNTF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Napoli, la splendida città portuale del sud Italia, è stata confermata come sede della 38esima America's Cup. La notizia è stata annunciata venerdì 29 agosto 2025, segnando un momento storico per l'Italia e per la città partenopea. Questa sarà la prima volta che l'America's Cup, una delle regate più prestigiose e antiche al mondo, si svolgerà sulle acque del golfo di Napoli. La scelta di Napoli come sede dell'evento sottolinea l'importanza crescente della città come centro di eccellenza per gli sport acquatici, oltre a riconoscere la sua ricca storia marittima.\n\n###\n\nNaples, the stunning port city in southern Italy, has been confirmed as the host of the 38th America's Cup. The news was announced on Friday, 29 August 2025, marking a historic moment for Italy and the Neapolitan city. This will be the first time that the America's Cup, one of the world's most prestigious and oldest regattas, will be held on the waters of the Gulf of Naples. The choice of Naples as the venue for the event underscores the city's growing importance as a center of excellence for water sports, as well as recognizing its rich maritime history.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Cisco’s AI-driven tech set to sail for Luna Rossa’s America’s Cup challenge",
    "date": "Fri, 29 Aug 2025 14:08:59 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ciscos-ai-driven-tech-set-to-sail-for-luna-rossas-americas-cup-challenge",
    "image": "https://images.unsplash.com/photo-1655181058479-c4b976ef1099?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY2NDkyNjB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La tecnologia guidata dall'Intelligenza Artificiale di Cisco è pronta per salpare a bordo del Luna Rossa per la sfida della Coppa America. Il gigante tecnologico Cisco ha sviluppato un sistema di intelligenza artificiale che promette di rivoluzionare il modo in cui le squadre di vela si allenano e competono. Questa notizia è stata diffusa il 29 agosto 2025, segnando un passo avanti significativo nella fusione tra sport e tecnologia avanzata. L'IA di Cisco fornirà analisi in tempo reale delle condizioni meteorologiche, delle prestazioni della barca e dei movimenti dei velisti, consentendo alla squadra Luna Rossa di prendere decisioni strategiche basate su dati e non solo sull'esperienza e sull'istinto.\n\n###\n\nCisco's AI-driven tech is set to sail for Luna Rossa's America’s Cup challenge. The tech giant Cisco has developed an artificial intelligence system that promises to revolutionize the way sailing teams train and compete. This news was released on August 29, 2025, marking a significant step forward in the merger of sport and advanced technology. Cisco's AI will provide real-time analysis of weather conditions, boat performance, and sailor movements, allowing Luna Rossa's team to make strategic decisions based on data, not just experience and instinct.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]