[
  {
    "id": 1,
    "title": "America's Cup: Impasse over 2027 Cup close to resolution?",
    "date": "Sat, 09 Aug 2025 02:39:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-impasse-over-2027-cup-close-to-resolution",
    "image": "https://images.unsplash.com/photo-1633937952403-3b6bb6378767?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ3MjUwNzZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America, l'evento di vela più prestigioso e antico del mondo, potrebbe essere vicina a risolvere l'impasse relativa all'edizione 2027. La questione, che ha dato vita a un acceso dibattito tra le varie squadre partecipanti, riguarda principalmente l'ubicazione della competizione. Diverse location sono state proposte ma nessuna è stata ancora confermata ufficialmente, creando un clima di incertezza e tensione. L'edizione 2027 della Coppa America, infatti, rappresenta un appuntamento di fondamentale importanza per il futuro della vela internazionale, sia in termini di sviluppo tecnologico che di visibilità mediatica.\n\n###\n\nThe America's Cup, the world's most prestigious and oldest sailing event, might be close to resolving the impasse for the 2027 edition. The matter, which sparked a heated debate among the participating teams, mainly concerns the location of the competition. Various places have been proposed but none has been officially confirmed, creating an atmosphere of uncertainty and tension. The 2027 edition of the America's Cup, in fact, represents a crucial event for the future of international sailing, both in terms of technological development and media visibility.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "NAPLES GETS A FIRST TASTE OF THE AMERICA’S CUP… IN 2012 AND 2013",
    "date": "Wed, 06 Aug 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-gets-a-first-taste-of-the-americas-cup-in-2012-and-2013",
    "image": "https://images.unsplash.com/photo-1597244290792-da8ee9ffd13b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ3MjUwODN8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, la più antica competizione sportiva internazionale ancora in corso, ha avuto un gusto italiano per la prima volta nel 2012 e nel 2013. La città di Napoli, con la sua affascinante baia e la sua ricca storia marittima, è stata l'ospite di due tappe dell'evento, offrendo agli appassionati di vela non solo una competizione emozionante, ma anche un'esperienza culturale unica. Questa notizia risale ad alcuni anni fa, ma è importante ricordarla per sottolineare l'importanza internazionale della vela in Italia e l'orgoglio della città di Napoli per aver ospitato un evento di tale prestigio.\n\n###\n\nThe America's Cup, the oldest international sporting competition still underway, had an Italian flavor for the first time in 2012 and 2013. The city of Naples, with its enchanting bay and rich maritime history, hosted two stages of the event, offering sailing fans not just an exciting competition, but also a unique cultural experience. This news dates back several years, but it's important to recall it to underline the international importance of sailing in Italy and the pride of the city of Naples in having hosted such a prestigious event.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Memories of the past - Naples first taste of the Cup",
    "date": "Thu, 07 Aug 2025 01:52:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-memories-of-the-past-naples-first-taste-of-the-cup",
    "image": "https://images.unsplash.com/photo-1712997214623-4de1f3474877?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ3MjUwOTJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America, il trofeo sportivo più antico ancora in competizione, porta con sé un mare di ricordi. Il 7 agosto 2025 è un giorno che Napoli, e l'Italia intera, non dimenticheranno facilmente. Era la prima volta che la città partenopea ospitava la prestigiosa competizione di vela, un evento che ha lasciato un'impronta indelebile nella memoria collettiva. Il porto di Napoli, con i suoi colori brillanti e l'atmosfera vibrante, ha fornito la cornice perfetta per la regata. Le vele che tagliavano l'orizzonte, il brivido delle gare, l'emozione del pubblico: tutto contribuiva a rendere l'esperienza indimenticabile.\n\n###\n\nThe America's Cup, the oldest sporting trophy still in competition, carries a sea of memories with it. August 7, 2025, is a day that Naples, and all of Italy, will not easily forget. It was the first time that the city of Naples hosted the prestigious sailing competition, an event that left an indelible mark on the collective memory. The port of Naples, with its bright colors and vibrant atmosphere, provided the perfect backdrop for the regatta. The sails cutting through the horizon, the thrill of the races, the excitement of the public: everything contributed to making the experience unforgettable.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]