[
  {
    "id": 1,
    "title": "History IL MORO DI VENEZIA: ITALY CONTESTS THE AMERICA’S CUP MATCH FOR THE VERY FIRST TIME",
    "date": "Wed, 23 Jul 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/il-moro-di-venezia-italy-contests-the-americas-cup-match-for-the-very-first-time",
    "image": "https://images.unsplash.com/photo-1474915380005-b538cf01fe7b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTM1MTk1NDF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Storia  Nel mondo dello sport nautico, l'Italia si mette in gioco per la prima volta nella storia del prestigioso America's Cup. Il Moro di Venezia, il team italiano guidato dallo skipper Mauro Pelaschier, sta per fare il suo debutto in questa competizione di alto livello, famosa in tutto il mondo per le sue vele bianche e gli yacht eleganti. Questa è una pietra miliare per la vela italiana, che ha sempre mostrato potenziale ma non ha mai avuto l'opportunità di competere in un evento di tale portata. Con l'America's Cup, l'Italia entra ufficialmente nel panorama internazionale della vela, con la speranza di portare a casa un risultato storico.\n\n###\n\nHisory In the world of nautical sports, Italy is taking the plunge for the very first time in the history of the prestigious America's Cup. Il Moro di Venezia, the Italian team led by skipper Mauro Pelaschier, is about to make its debut in this high-level competition, famous all over the world for its white sails and elegant yachts. This is a milestone for Italian sailing, which has always shown potential but has never had the opportunity to compete in such a large-scale event. With the America's Cup, Italy officially enters the international sailing scene, hoping to bring home a historic result.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Louis Vuitton & Taschen Chart America's Cup Sailing Legacy With Luxe Coffee Table Books - Maxim",
    "date": "Mon, 21 Jul 2025 09:30:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/louis-vuitton-taschen-chart-america-s-cup-sailing-legacy-with-luxe-coffee-table-books-maxim",
    "image": "https://images.unsplash.com/photo-1626006287451-6a924bb83514?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTM1MTk1NDl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La prestigiosa casa di moda Louis Vuitton e la casa editrice Taschen hanno da poco svelato un progetto editoriale di lusso che celebra l'eredità della Coppa America di vela. I libri, pensati per essere posizionati su tavolini da caffè, offrono un approfondimento unico e affascinante sulla storia del più antico trofeo sportivo internazionale. Con una cura maniacale per i dettagli e una presentazione di alto livello, questi volumi rappresentano un tributo all'eleganza e alla competizione che da sempre caratterizzano la Coppa America. La notizia è stata rilasciata il 21 luglio 2025.\n\n###\n\nThe prestigious fashion house Louis Vuitton and the publishing house Taschen have recently unveiled a luxury editorial project that celebrates the legacy of the America's Cup sailing. The books, designed to be placed on coffee tables, offer a unique and fascinating insight into the history of the oldest international sports trophy. With meticulous attention to detail and a high-level presentation, these volumes represent a tribute to the elegance and competition that have always characterized the America's Cup. The news was released on July 21, 2025.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "‘This America’s Cup dispute could lead down a difficult alley’ – Matt Sheahan",
    "date": "Fri, 18 Jul 2025 04:48:08 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/this-americas-cup-dispute-could-lead-down-a-difficult-alley-matt-sheahan",
    "image": "https://images.unsplash.com/photo-1683611843032-0890bdd992de?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTM1MTk1NTh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo dello yachting potrebbe essere sul punto di affrontare un periodo turbolento, come suggerito dal titolo dell'articolo di Matt Sheahan, \"Questo litigio per la Coppa America potrebbe portare in un vicolo difficile\". Pubblicato il 18 luglio 2025, il pezzo mette in luce le tensioni crescenti e le potenziali ramificazioni di un'accesa disputa all'interno della comunità velica. Non è la prima volta che la Coppa America, il più antico trofeo sportivo internazionale, si trova al centro di controversie, ma questa volta le conseguenze potrebbero essere particolarmente gravi.\n\n###\n\nThe yachting world could be set for turbulent times, as suggested by Matt Sheahan's article, \"This America’s Cup dispute could lead down a difficult alley.\" Published on 18th July 2025, the piece highlights escalating tensions and potential ramifications of a heated dispute within the sailing community. This is not the first time the America’s Cup, the oldest international sporting trophy, has been at the center of controversy, but this time the consequences could be particularly severe.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]