[
  {
    "id": 1,
    "title": "American Magic HQ will be much more than a sailing team. Aerospace manufacturing is coming",
    "date": "Fri, 19 Sep 2025 12:15:08 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/american-magic-hq-will-be-much-more-than-a-sailing-team-aerospace-manufacturing-is-coming",
    "image": "https://images.unsplash.com/photo-1630872151747-36b4b34cd082?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg2MTA4MTl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "American Magic HQ, conosciuta fino ad ora principalmente per il suo team di vela, sta per fare un grande salto nel futuro, aprendo le porte alla produzione aerospaziale. Questa nuova transizione è stata resa nota in una conferenza stampa tenutasi il 19 settembre 2025. L'amministratore delegato ha annunciato che l'azienda sta lavorando a stretto contatto con alcuni dei principali attori del settore aerospaziale per portare la produzione in loco. \"Non si tratta solo di un cambiamento nel nostro modello di business, ma di una completa trasformazione del nostro DNA aziendale\", ha dichiarato l'AD. Questo nuovo sviluppo segna l'inizio di un'epoca di innovazione e crescita per American Magic HQ.\n\n###\n\nAmerican Magic HQ, so far known primarily for its sailing team, is about to make a big leap into the future by opening up to aerospace manufacturing. This new transition was made known in a press conference held on September 19, 2025. The CEO announced that the company is working closely with some of the major players in the aerospace industry to bring production on site. \"This is not just a change in our business model, but a complete transformation of our corporate DNA,\" the CEO said. This new development marks the beginning of an era of innovation and growth for American Magic HQ.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Naples plan revealed for America’s Cup",
    "date": "Sat, 20 Sep 2025 13:41:15 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-plan-revealed-for-americas-cup",
    "image": "https://images.unsplash.com/photo-1630872151747-36b4b34cd082?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg2MTA4MTl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il 20 Settembre 2025, è stato rivelato il progetto di Napoli per la Coppa America. La città partenopea si prepara ad ospitare uno degli eventi più prestigiosi e rinomati del mondo della vela. Il piano, presentato dalla Scuttlebutt Sailing News, prevede una serie di interventi infrastrutturali e organizzativi per accogliere al meglio equipaggi, tifosi e appassionati. Tra le novità, spiccano la creazione di un nuovo porto turistico dedicato, la riqualificazione di alcune aree costiere e un piano di eventi collaterali per coinvolgere l'intera città nell'evento. L'obiettivo è far diventare Napoli il cuore pulsante della vela internazionale, valorizzando al contempo il suo patrimonio storico e culturale. \n\n###\n\nOn September 20, 2025, Naples' plan for the America's Cup was revealed. The city is gearing up to host one of the most prestigious and renowned events in the sailing world. The plan, presented by Scuttlebutt Sailing News, includes a series of infrastructural and organizational interventions to best welcome crews, fans and enthusiasts. Among the innovations, the creation of a new dedicated tourist port, the redevelopment of some coastal areas, and a plan for side events to involve the entire city in the event stand out. The goal is to make Naples the beating heart of international sailing, while enhancing its historical and cultural heritage.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Partnership agreement expected to be signed off next week.",
    "date": "Sun, 21 Sep 2025 10:46:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-partnership-agreement-expected-to-be-signed-off-next-week",
    "image": "https://images.unsplash.com/photo-1630872151747-36b4b34cd082?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg2MTA4MTl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La prestigiosa America's Cup, l'evento più antico ancora disputato nel mondo dello sport, si prepara a fare un grande passo avanti. È previsto per la prossima settimana la firma di un importante accordo di partenariato, una mossa che promette di rafforzare ulteriormente la competizione e solidificare la sua posizione come un punto di riferimento nel panorama velistico mondiale. La notizia, rilasciata il 21 settembre 2025, è stata accolta con grande entusiasmo da tutti gli attori coinvolti, dai team partecipanti ai fan appassionati, tutti in attesa di vedere come si svilupperanno gli eventi.\n\n###\n\nThe prestigious America's Cup, the oldest event still contested in the sporting world, is gearing up for a significant leap forward. An important partnership agreement is expected to be signed off next week, a move that promises to further bolster the competition and solidify its position as a benchmark in the global sailing panorama. The news, released on the 21st of September 2025, has been met with great enthusiasm from all parties involved, from the participating teams to passionate fans, all waiting to see how events will unfold.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]