[
  {
    "id": 1,
    "title": "America's Cup: Partnership agreement expected to be signed off next week.",
    "date": "Sun, 21 Sep 2025 10:46:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-partnership-agreement-expected-to-be-signed-off-next-week",
    "image": "https://images.unsplash.com/photo-1592781883422-bef6fa3c1994?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg1MjQ0MTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La prestigiosa America's Cup, la competizione di vela più antica e prestigiosa del mondo, è pronta per un nuovo capitolo. È atteso per la prossima settimana la firma di un importante accordo di partnership. Sebbene i dettagli dell'accordo non siano ancora stati rivelati, è chiaro che l'annuncio porterà una nuova ondata di eccitazione nel mondo della vela. La notizia, rilasciata il 21 settembre 2025, ha generato grandi aspettative tra gli appassionati di vela e gli addetti ai lavori. \n\n###\n\nThe prestigious America's Cup, the oldest and most prestigious sailing competition in the world, is set for a new chapter. An important partnership agreement is expected to be signed off next week. Although the details of the agreement have not yet been revealed, it is clear that the announcement will bring a new wave of excitement in the sailing world. The news, released on September 21, 2025, has generated great expectations among sailing enthusiasts and insiders.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "American Magic HQ will be much more than a sailing team. Aerospace manufacturing is coming",
    "date": "Fri, 19 Sep 2025 12:15:08 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/american-magic-hq-will-be-much-more-than-a-sailing-team-aerospace-manufacturing-is-coming",
    "image": "https://images.unsplash.com/photo-1592781883422-bef6fa3c1994?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg1MjQ0MTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il quartier generale di American Magic non sarà più solo un team di vela, ma si sta evolvendo per diventare un hub dell'industria aerospaziale. La notizia, che ha fatto il giro del mondo il 19 settembre 2025, ha segnato un cambiamento significativo nel panorama industriale americano. La squadra di vela, nota per la sua partecipazione a competizioni internazionali di alto livello, ha annunciato l'intenzione di diversificare le sue attività e di entrare nel settore dell'aerospazio, un mercato in forte crescita e di grande rilevanza strategica.\n\n###\n\nAmerican Magic HQ is set to become much more than a sailing team. As reported on September 19, 2025, the organization is undergoing a striking transformation, venturing into the aerospace manufacturing industry. The sailing team, notorious for its participation in top-level international competitions, has announced its intention to diversify its activities and break into the aerospace sector, a rapidly growing market of strategic significance. This move marks a significant shift in the American industrial scene.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Breaking the chains: How the America’s Cup finally agreed to modernise",
    "date": "Thu, 18 Sep 2025 10:48:11 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/breaking-the-chains-how-the-americas-cup-finally-agreed-to-modernise",
    "image": "https://images.unsplash.com/photo-1592781883422-bef6fa3c1994?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg1MjQ0MTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America, il più antico trofeo sportivo internazionale ancora in corso, ha finalmente accettato di modernizzarsi. Questo passo avanti è stato accolto con entusiasmo da molti nell'industria della vela, che hanno a lungo chiesto un aggiornamento delle regole e delle tecnologie utilizzate nella competizione. Il cambiamento, annunciato il 18 settembre 2025, rappresenta un punto di svolta significativo per l'evento, che ha resistito al cambiamento per oltre un secolo.\n\n###\n\nThe America's Cup, the oldest international sporting trophy still in contention, has finally agreed to modernise. This step forward has been greeted with enthusiasm by many in the sailing industry, who have long called for an update to the rules and technologies used in the competition. The change, announced on September 18, 2025, represents a significant turning point for the event, which has resisted change for over a century.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]