[
  {
    "id": 1,
    "title": "America's Cup: Emirates Team NZs' Ray Davies makes a \"vibrant\" stop in Naples",
    "date": "Thu, 25 Sep 2025 04:09:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-emirates-team-nzs-ray-davies-makes-a-vibrant-stop-in-naples",
    "image": "https://images.unsplash.com/photo-1659447696692-4a90c6c9b6e5?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg3Nzg2NTB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La America's Cup è un evento che attira l'attenzione di tutto il mondo e quando uno dei suoi protagonisti principali fa tappa in una città come Napoli, l'attenzione è doppia. Ray Davies, membro del Emirates Team NZs, ha infatti fatto una \"vibrante\" sosta nella città partenopea. Questo non è un evento recente, ma risale al 25 settembre 2025. Nonostante il tempo passato, l'eco di quell'evento risuona ancora nelle strade di Napoli, città con una forte tradizione marinara e legata indissolubilmente al mare.\n\n###\n\nThe America's Cup is an event that attracts worldwide attention, and when one of its main protagonists makes a stop in a city like Naples, the attention is doubled. Ray Davies, member of the Emirates Team NZs, indeed made a \"vibrant\" stop in the Neapolitan city. This is not a recent event, but dates back to September 25, 2025. Despite the time that has passed, the echo of that event still resonates in the streets of Naples, a city with a strong maritime tradition and indissolubly linked to the sea.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "RAY’S RECCE TO NAPLES",
    "date": "Thu, 25 Sep 2025 02:11:44 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/rays-recce-to-naples",
    "image": "https://images.unsplash.com/photo-1659447696692-4a90c6c9b6e5?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg3Nzg2NTB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il 25 settembre 2025, Ray Davies, membro di spicco dell'Emirates Team New Zealand, ha intrapreso un viaggio esplorativo a Napoli. Il veterano navigatore, conosciuto per le sue innumerevoli imprese nel mondo della vela, ha deciso di effettuare un sopralluogo nella città partenopea per studiare le condizioni atmosferiche e oceanografiche che potrebbero influire sulla prossima competizione velistica internazionale. Il suo obiettivo era quello di raccogliere dati accurati e dettagliati che potrebbero fornire al suo team un vantaggio strategico nel preparare la tattica di regata più adatta.\n\n###\n\nOn September 25, 2025, Ray Davies, a prominent member of the Emirates Team New Zealand, made a reconnaissance trip to Naples. The veteran navigator, known for his countless exploits in the world of sailing, decided to make a site visit to the city of Naples to study the atmospheric and oceanographic conditions that could affect the next international sailing competition. His goal was to collect accurate and detailed data that could provide his team with a strategic advantage in preparing the most suitable racing tactic.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Naples plan revealed for America’s Cup",
    "date": "Sat, 20 Sep 2025 13:41:15 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-plan-revealed-for-americas-cup",
    "image": "https://images.unsplash.com/photo-1659447696692-4a90c6c9b6e5?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg3Nzg2NTB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La grande novità nel mondo della vela è stata svelata: Napoli ospiterà la prossima edizione della prestigiosa America's Cup. L'annuncio è stato dato sabato 20 settembre 2025, segnando un momento storico per l'Italia. Questo evento rappresenta una grande opportunità per Napoli, una città con un forte legame con il mare e con una lunga tradizione nautica. La decisione di ospitare l'America’s Cup è vista come un riconoscimento del contributo della città alla vela e al suo patrimonio culturale. Il piano di Napoli per l'America’s Cup è fortemente orientato verso la sostenibilità, con l'obiettivo di lasciare un'eredità positiva alla città e all'ambiente marino.\n\n###\n\nIn an exciting development for the world of sailing, Naples has been announced as the host for the upcoming edition of the prestigious America's Cup. The announcement was made on Saturday, September 20, 2025, marking a historic moment for Italy. This event presents a significant opportunity for Naples, a city with a strong connection to the sea and a long-standing nautical tradition. The decision to host the America’s Cup is seen as an acknowledgment of the city's contribution to sailing and its cultural heritage. Naples' plan for the America’s Cup is strongly oriented towards sustainability, aiming to leave a positive legacy for the city and the marine environment.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]