[
  {
    "id": 1,
    "title": "Through the lens of Carlo Borlenghi",
    "date": "Wed, 27 Aug 2025 19:38:28 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/through-the-lens-of-carlo-borlenghi",
    "image": "https://images.unsplash.com/photo-1663260698229-85fc6d1d78cb?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY0NTA4MTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Attraverso l'obiettivo di Carlo Borlenghi, uno dei più importanti fotografi italiani di sport nautico, siamo in grado di vivere e sentire l'emozione e l'energia della vela come mai prima d'ora. Borlenghi, conosciuto per le sue straordinarie fotografie di regate e yacht, ha dedicato la sua vita a catturare l'essenza di questo sport, dalla tensione delle competizioni all'intimità dei momenti tranquilli passati in mare. Le sue immagini sono state presentate su molteplici piattaforme mediatiche e hanno ottenuto riconoscimenti a livello internazionale. La notizia della sua ultima serie di fotografie è stata riportata dal Scuttlebutt Sailing News il 27 agosto 2025.\n\n###\n\nThrough the lens of Carlo Borlenghi, one of Italy's most prominent nautical sports photographers, we are able to live and feel the emotion and energy of sailing like never before. Borlenghi, known for his extraordinary photos of regattas and yachts, has dedicated his life to capturing the essence of this sport, from the tension of the competitions to the intimacy of quiet moments spent at sea. His images have been featured on multiple media platforms and have gained international recognition. The news of his latest series of photographs was reported by Scuttlebutt Sailing News on August 27, 2025.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "505 North American Championship 2025 at Kingston Yacht Club",
    "date": "Mon, 25 Aug 2025 06:22:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/505-north-american-championship-2025-at-kingston-yacht-club",
    "image": "https://images.unsplash.com/photo-1735571741700-d8972078822d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY0NTA4MjR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La 505 North American Championship 2025 è in programma al Kingston Yacht Club. L'evento, che vedrà la partecipazione delle migliori squadre di vela del continente nordamericano, promette di essere uno degli appuntamenti più attesi dell'anno per gli appassionati della vela 505. La competizione, che si svolgerà in uno dei club nautici più prestigiosi del Canada, sarà l'occasione per vedere all'opera alcuni dei più talentuosi velisti del panorama internazionale.\n\n###\n\nThe 505 North American Championship 2025 is scheduled to take place at the Kingston Yacht Club. The event, which will feature the best sailing teams from North America, is set to be one of the most anticipated events of the year for 505 sailing enthusiasts. The competition, taking place at one of Canada's most prestigious yacht clubs, will provide an opportunity to witness some of the most talented sailors on the international stage.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Curmudgeon’s Observation",
    "date": "Fri, 29 Aug 2025 07:00:26 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/curmudgeons-observation",
    "image": "https://images.unsplash.com/photo-1596413700383-8fe833df2f47?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY0NTA4Mzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'osservazione del brontolone è uno dei punti salienti della newsletter Scuttlebutt che, dal 1997, offre un riassunto delle principali notizie di vela, commenti, opinioni, articoli e chiacchiere da molo... con un focus sull'America del Nord. \"Ricordo quando riuscivo a alzarmi senza effetti sonori... bei tempi!\", un'affermazione che mostra l'arguzia e la saggezza che contraddistinguono questa rubrica. La newsletter Scuttlebutt è un punto di riferimento per gli appassionati di vela, un luogo dove trovare aggiornamenti, approfondimenti e curiosità su questo affascinante sport. Per informazioni sulla newsletter: https://www.sailingscuttlebutt.com/newsletter-read-or-subscribe.\n\n###\n\nCurmudgeon’s Observation is a standout feature of the Scuttlebutt Newsletter which, since 1997, delivers a digest of major sailing news, commentary, opinions, features, and dock talk... with a North American focus. \"I remember being able to get up without sound effects... good times!\", a statement that showcases the wit and wisdom that characterizes this column. The Scuttlebutt Newsletter is a hub for sailing enthusiasts, a place to find updates, insights, and curiosities about this fascinating sport. For newsletter information: https://www.sailingscuttlebutt.com/newsletter-read-or-subscribe.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]