[
  {
    "id": 1,
    "title": "Clash looms with SailGP as America's Cup test time limits bite in early 2026",
    "date": "Sat, 27 Sep 2025 12:51:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/clash-looms-with-sailgp-as-america-s-cup-test-time-limits-bite-in-early-2026",
    "image": "https://images.unsplash.com/photo-1625425923623-5f644efbc70b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTkwNDc5NDl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Una potenziale collisione è in vista tra SailGP e la America's Cup, con i limiti di tempo per i test che iniziano a mordere all'inizio del 2026. La America's Cup, nota come la più antica competizione sportiva internazionale, si scontra con SailGP, un evento globale di vela che ha guadagnato popolarità negli ultimi anni. Questo potenziale conflitto emerge a causa dei limiti di tempo imposti per i test delle barche partecipanti alla America's Cup, che potrebbero sovrapporsi con l'orario di gara della SailGP. Gli organizzatori di entrambi gli eventi stanno lavorando per risolvere il problema, ma al momento non è stata trovata una soluzione definitiva.\n\n###\n\nA potential clash is looming between SailGP and the America's Cup, with test time limits beginning to bite in early 2026. The America's Cup, known as the oldest international sports competition, is clashing with SailGP, a global sailing event that has gained popularity in recent years. This potential conflict arises due to the time limits imposed for testing the boats participating in the America's Cup, which may overlap with the SailGP's race schedule. The organizers of both events are working to resolve the issue, but at the moment, a definitive solution has not been found.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "THE ENDLESS FASCINATION OF THE CITY OF NAPLES",
    "date": "Fri, 26 Sep 2025 14:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-endless-fascination-of-the-city-of-naples",
    "image": "https://images.unsplash.com/photo-1625425923623-5f644efbc70b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTkwNDc5NDl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La città di Napoli non smette mai di affascinare e di sorprendere. Un susseguirsi di colori, sapori e suoni che si intrecciano in un ricco mosaico di storie, tradizioni e culture. Napoli è un luogo che vive di contrasti, dove il passato incontra il presente, il sacro si fonde con il profano, e il mare si unisce al cielo in un abbraccio infinito. E' una città che ti accoglie a braccia aperte, con la sua gente calorosa e genuina, il suo cibo delizioso, le sue strade animate e i suoi monumenti maestosi. Ma Napoli è anche la città della America's Cup, l'evento sportivo che ha portato il mondo a scoprire le sue bellezze e le sue potenzialità. L'America's Cup ha dato a Napoli una nuova visibilità internazionale, confermando la sua vocazione di città aperta, dinamica e innovativa.\n\n###\n\nThe city of Naples never ceases to fascinate and surprise. A succession of colors, flavors, and sounds that intertwine in a rich mosaic of stories, traditions, and cultures. Naples is a place that thrives on contrasts, where the past meets the present, the sacred merges with the profane, and the sea joins the sky in an endless embrace. It's a city that welcomes you with open arms, with its warm and genuine people, its delicious food, its lively streets, and its majestic monuments. But Naples is also the city of the America's Cup, the sporting event that has led the world to discover its beauties and potentials. The America's Cup has given Naples a new international visibility, confirming its vocation as an open, dynamic, and innovative city.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "42m J-Class sailing yacht Ranger joins market following €6M refit",
    "date": "Fri, 26 Sep 2025 12:33:45 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/42m-j-class-sailing-yacht-ranger-joins-market-following-eur6m-refit",
    "image": "https://images.unsplash.com/photo-1625425923623-5f644efbc70b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTkwNDc5NDl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La prestigiosa yacht a vela J-Class, Ranger, lunga 42 metri, torna sul mercato dopo un rinnovamento del valore di 6 milioni di euro. Questa notizia arriva venerdì 26 settembre 2025, segnando un importante momento per gli appassionati di yacht e per l'industria dell'alta nautica in generale. La Ranger, con le sue linee eleganti e il design classico, è un'icona nell'ambito delle yacht a vela J-Class, e il suo ritorno sul mercato, dopo un refitting così importante, la rende uno dei gioielli più desiderati del panorama nautico attuale.\n\n### \n\nThe prestigious 42m J-Class sailing yacht Ranger rejoins the market following a €6M refit. This news comes on Friday, 26 September 2025, marking a significant moment for yacht enthusiasts and the luxury boating industry at large. With its sleek lines and classic design, the Ranger is an icon in the J-Class sailing yacht field, and its re-entry into the market, following such a substantial refit, makes it one of the most coveted gems in the current nautical scene.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]