[
  {
    "id": 1,
    "title": "America's Cup: Impasse over 2027 Cup close to resolution.",
    "date": "Sat, 09 Aug 2025 11:56:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-impasse-over-2027-cup-close-to-resolution",
    "image": "https://images.unsplash.com/photo-1692387673579-1f30e61d04ab?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ4OTU2MTl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La storica competizione velica dell'America's Cup sembra essere vicina alla risoluzione di un impasse che ha messo in discussione l'edizione del 2027. Secondo quanto riportato da Sail-World.com, le parti coinvolte sono ora prossime a trovare un accordo che metterebbe fine a mesi di tensioni e incertezze. Nonostante i dettagli dell'accordo non siano stati ancora rivelati, è chiaro che la risoluzione di questo stallo potrebbe rappresentare un importante passo avanti per la competizione, permettendo agli organizzatori e ai concorrenti di concentrarsi sulla preparazione della prossima edizione.\n\n###\n\nThe historic sailing competition of the America's Cup appears to be close to resolving an impasse that has put the 2027 edition into question. According to reports from Sail-World.com, the parties involved are now close to reaching an agreement that would put an end to months of tensions and uncertainties. While the details of the agreement have not yet been revealed, it is clear that the resolution of this deadlock could represent a significant step forward for the competition, allowing organizers and competitors to focus on preparing for the next edition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "PETER LESTER: 1954-2025",
    "date": "Sun, 10 Aug 2025 06:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/peter-lester-1954-2025",
    "image": "https://images.unsplash.com/photo-1599570901389-0b64ae9c0517?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ4OTU2MzJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo della vela ha perso una delle sue icone più grandi e rispettate. Peter Lester, nato nel 1954, è deceduto il 10 agosto 2025. Lester, famoso per la sua pluriennale carriera nel mondo della vela, è stato una figura di spicco nell'America's Cup, la competizione più prestigiosa del mondo della vela. Conosciuto per la sua passione, determinazione e competenza, Lester ha lasciato un segno indelebile nel cuore di molti appassionati di vela.\n\n###\n\nThe sailing world has lost one of its greatest and most respected icons. Peter Lester, born in 1954, passed away on August 10, 2025. Lester, renowned for his long-standing career in sailing, was a prominent figure in the America's Cup, the world's most prestigious sailing competition. Known for his passion, determination, and expertise, Lester left an indelible mark in the hearts of many sailing enthusiasts.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Eight Bells: Peter Lester",
    "date": "Sun, 10 Aug 2025 22:49:28 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/eight-bells-peter-lester",
    "image": "https://images.unsplash.com/photo-1696688187383-cb93a324f856?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ4OTU2NDJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Domenica 10 Agosto 2025: Il mondo della vela ha salutato uno dei suoi più grandi protagonisti, Peter Lester. La notizia è stata resa nota attraverso il canale di Scuttlebutt Sailing News. La leggenda della vela, Lester, noto per le sue imprese in mare e per il suo contributo inestimabile allo sviluppo di questo sport, si è spento, lasciando un vuoto incolmabile nel cuore di tutti gli appassionati. Il suo nome è stato sinonimo di vela, spirito sportivo e passione incondizionata per il mare. Lester, attraverso la sua carriera, ha incarnato l'essenza stessa della vela, diventando un modello per le generazioni future. \n\n###\n\nSunday, August 10, 2025: The world of sailing said goodbye to one of its greatest figures, Peter Lester. The news was announced through the Scuttlebutt Sailing News channel. The sailing legend, Lester, known for his exploits at sea and his invaluable contribution to the development of this sport, has passed away, leaving a huge void in the hearts of all fans. His name has been synonymous with sailing, sportsmanship, and unconditional passion for the sea. Lester, through his career, embodied the very essence of sailing, becoming a role model for future generations.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]