[
  {
    "id": 1,
    "title": "America's Cup: From 1983 to 2024 through the lens of Carlo Borlenghi",
    "date": "Sun, 31 Aug 2025 14:35:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-from-1983-to-2024-through-the-lens-of-carlo-borlenghi",
    "image": "https://images.unsplash.com/photo-1654589434298-65b503a1b060?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY4ODI4MTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, la più antica competizione internazionale di vela, ha visto molte sfide e cambiamenti nel corso degli anni. Dal 1983 al 2024, un uomo, Carlo Borlenghi, è stato lì a documentare tutto con il suo obiettivo. Borlenghi, un fotografo italiano noto per le sue impressionanti immagini di yacht e regate, è diventato una figura iconica nell'America's Cup. Il suo occhio per i dettagli, la luce e il movimento ha catturato i momenti più emozionanti e drammatici della competizione, dalla vittoria storica dell'Australia nel 1983 all'ultima regata del 2024.\n\n###\n\nThe America's Cup, the oldest international sailing competition, has seen many challenges and changes over the years. From 1983 to 2024, one man, Carlo Borlenghi, was there to document it all through his lens. Borlenghi, an Italian photographer renowned for his stunning images of yachts and regattas, has become an iconic figure in the America's Cup. His eye for detail, light, and movement has captured the most exciting and dramatic moments of the competition, from Australia's historic win in 1983 to the latest race in 2024.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Cisco’s AI-driven tech set to sail for Luna Rossa’s America’s Cup challenge",
    "date": "Fri, 29 Aug 2025 14:08:59 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ciscos-ai-driven-tech-set-to-sail-for-luna-rossas-americas-cup-challenge",
    "image": "https://images.unsplash.com/photo-1753740080053-2b70b8735569?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY4ODI4Mjh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La rivoluzionaria tecnologia basata sull'intelligenza artificiale di Cisco è pronta a salpare per la sfida dell'America's Cup di Luna Rossa. L'annuncio, datato 29 Agosto 2025, segna un importante passo in avanti nel mondo del sailing, con l'introduzione di strumenti tecnologici avanzati che promettono di migliorare le performance e l'efficienza delle imbarcazioni. Attraverso l'uso dell'IA, Cisco intende fornire a Luna Rossa una serie di dati in tempo reale che possono essere utilizzati per ottimizzare le strategie di gara e prendere decisioni informate. Questo rappresenta un esempio eccellente di come l'innovazione tecnologica può essere applicata con successo nello sport di alto livello.\n\n###\n\nCisco's groundbreaking AI-driven technology is set to sail for Luna Rossa's America's Cup challenge. The announcement, dated August 29, 2025, marks a significant advancement in the world of sailing, with the introduction of sophisticated technological tools that promise to enhance the performance and efficiency of sailing vessels. Through the use of AI, Cisco intends to provide Luna Rossa with a range of real-time data that can be used to optimize racing strategies and make informed decisions. This represents an excellent example of how technological innovation can be successfully applied in high-level sports.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "A Day in the Life of Jimmy Spithill, the CEO of Red Bull Italy SailGP",
    "date": "Mon, 01 Sep 2025 09:05:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/a-day-in-the-life-of-jimmy-spithill-the-ceo-of-red-bull-italy-sailgp",
    "image": "https://images.unsplash.com/photo-1735571741700-d8972078822d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY4ODI4NDB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Lunedì 1 Settembre 2025: è una giornata come tante per Jimmy Spithill, CEO di Red Bull Italy SailGP. Dall'alba al tramonto, il suo tempo è scandito da impegni che variano tra sedute strategiche, incontri con i membri del team e sessioni di allenamento. Spithill, noto per essere uno dei migliori timonieri al mondo nel campo della vela, si destreggia tra i suoi ruoli con la stessa abilità e determinazione che ha dimostrato in mare. La sua giornata inizia con una colazione nutriente e una sessione di allenamento intenso, seguiti da un incontro con il suo team per discutere della strategia della prossima regata. Il pomeriggio è dedicato a riunioni con partner e sponsor e la serata a eventi di networking, con l'obiettivo di far crescere e promuovere la vela in Italia e nel mondo.\n\n###\n\nMonday, September 1, 2025: It's a day like any other for Jimmy Spithill, CEO of Red Bull Italy SailGP. From dawn to dusk, his time is punctuated by commitments ranging from strategic sessions, meetings with team members, and training sessions. Spithill, known to be one of the world's best helmsmen in the field of sailing, juggles his roles with the same skill and determination he has shown at sea. His day begins with a nutritious breakfast and an intense training session, followed by a meeting with his team to discuss the strategy for the next regatta. The afternoon is dedicated to meetings with partners and sponsors and the evening to networking events, with the aim of growing and promoting sailing in Italy and around the world.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]