[
  {
    "id": 1,
    "title": "The Outcasts of the Yacht Club Are Changing Sailing’s Image",
    "date": "Fri, 22 Aug 2025 09:00:23 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-outcasts-of-the-yacht-club-are-changing-sailings-image",
    "image": "https://images.unsplash.com/photo-1672418690625-bd78241915f6?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYyMDA1NDR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "In un mondo dove la vela è da sempre vista come uno sport elitario, riservato ai membri dei prestigiosi Yacht Club, un gruppo di emarginati sta cercando di cambiare questa immagine. Gli \"Outcasts of the Yacht Club\" (Gli emarginati del Yacht Club), come si definiscono, sono una comunità di appassionati di vela che si battono per rendere questo sport più accessibile e inclusivo. Questi audaci velisti, spesso esclusi dai tradizionali club nautici per vari motivi - dalla mancanza di un pedigree nautico, al non possedere una barca di lusso - stanno cercando di rivoluzionare il mondo della vela, portandolo verso una direzione più democratica.\n\n###\n\nIn a world where sailing has always been seen as an elitist sport, reserved for the members of prestigious Yacht Clubs, a group of outcasts is trying to change this image. The \"Outcasts of the Yacht Club\", as they call themselves, are a community of sailing enthusiasts who are fighting to make this sport more accessible and inclusive. These audacious sailors, often excluded from traditional yacht clubs for various reasons - from lacking a nautical pedigree, to not owning a luxury boat - are trying to revolutionize the world of sailing, pushing it towards a more democratic direction.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "This Day in History: The America’s Cup is Born",
    "date": "Fri, 22 Aug 2025 12:44:08 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/this-day-in-history-the-americas-cup-is-born",
    "image": "https://images.unsplash.com/photo-1576269892457-45fefea99169?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYyMDA1NTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il 22 Agosto segna un importante anniversario nella storia del mondo della vela: la nascita della America’s Cup. Questa competizione storica, nata nel 1851, è la più antica competizione sportiva internazionale ancora in corso, ed è considerata la vetta dello sport della vela. La sua storia è costellata di sfide emozionanti, innovazioni tecniche e straordinarie vittorie. La America's Cup è diventata un simbolo di prestigio e competizione, attirando i migliori velisti del mondo e rappresentando la massima aspirazione per ogni team di vela.\n\n###\n\nAugust 22nd marks a significant anniversary in the sailing world: the birth of the America’s Cup. This historic competition, born in 1851, is the oldest international sports competition still ongoing, and is considered the pinnacle of the sailing sport. Its history is studded with thrilling challenges, technical innovations, and extraordinary victories. The America's Cup has become a symbol of prestige and competition, attracting the best sailors in the world and representing the ultimate aspiration for every sailing team.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Protocol signing confirmed - a \"ground breaking\" partnership",
    "date": "Mon, 11 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-protocol-signing-confirmed-a-ground-breaking-partnership",
    "image": "https://images.unsplash.com/photo-1659286611265-24f934ea31cd?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYyMDA1NzF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il 11 agosto 2025, è stata confermata la firma del protocollo per l'America's Cup, dando vita a una partnership rivoluzionaria. Questa notizia rappresenta un importante passo avanti per il mondo della vela, segnando un'innovativa collaborazione tra le squadre partecipanti all'America's Cup. Una partnership che promette di portare un soffio di freschezza e di rinnovamento all'ambito sportivo, grazie alla condivisione di risorse, competenze e obiettivi. Si tratta di un'occasione unica per rafforzare i legami tra le diverse squadre e promuovere un nuovo modello di competizione, basato su equità, rispetto e collaborazione.\n\n###\n\nOn August 11, 2025, the protocol signing for the America's Cup was confirmed, giving birth to a \"ground breaking\" partnership. This news represents a significant step forward for the sailing world, marking an innovative collaboration among the teams participating in the America's Cup. A partnership that promises to bring a breath of fresh air and renewal to the sports field, thanks to the sharing of resources, skills, and goals. This is a unique opportunity to strengthen bonds among the various teams and promote a new competition model, based on fairness, respect, and collaboration.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]