[
  {
    "id": 1,
    "title": "Italy changes club for 38th America’s Cup",
    "date": "Thu, 10 Jul 2025 17:51:58 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/italy-changes-club-for-38th-americas-cup",
    "image": "https://images.unsplash.com/photo-1601177382968-cb8285d0b4e8?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTIzMjM2NDZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\n\nLa squadra italiana ha annunciato un cambio di club per la 38esima America's Cup, secondo quanto riportato da Scuttlebutt Sailing News. Questa mossa rappresenta un importante cambiamento nel panorama velico italiano, poiché il club scelto avrà la responsabilità di rappresentare l'Italia nella prestigiosa competizione velica. La America's Cup è la più antica competizione sportiva internazionale ancora in corso, con la sua prima edizione che risale al 1851. Questa decisione rivela la strategia della squadra italiana di cercare nuove opportunità e sfide in vista della prossima edizione della America's Cup. Dettagli specifici riguardanti il nuovo club scelto non sono stati ancora rivelati.\n\n###\n\nEnglish Version:\n\nThe Italian team has announced a change of club for the 38th America’s Cup, as reported by Scuttlebutt Sailing News. This move represents a major shift in the Italian sailing landscape, as the chosen club will have the responsibility to represent Italy in the prestigious sailing competition. The America’s Cup is the oldest international sporting competition still ongoing, with its first edition dating back to 1851. This decision reveals the Italian team's strategy of seeking new opportunities and challenges ahead of the next edition of the America’s Cup. Specific details regarding the new chosen club have not yet been revealed.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "MotoGP™ engineer Andrea Zugna on the America’s Cup sailing boats",
    "date": "Fri, 11 Jul 2025 12:37:35 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/motogptm-engineer-andrea-zugna-on-the-americas-cup-sailing-boats",
    "image": "https://images.unsplash.com/photo-1639986094685-418f44ca36be?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTIzMjM2NTd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\n\nAndrea Zugna, noto ingegnere della MotoGP™, ha recentemente espresso il suo interesse per la Coppa America di vela in un nuovo articolo pubblicato da Dainese. Zugna è conosciuto per la sua passione per le sfide tecniche e la sua capacità di progettare motociclette di alta competizione. Ora, sembra che stia rivolgendo la sua attenzione verso un nuovo tipo di sfida: le barche a vela che competono nella prestigiosa Coppa America. Zugna ha parlato della sua ammirazione per queste imbarcazioni, notando come la tecnologia e l'ingegneria siano fondamentali per il loro successo. Questo è un territorio relativamente nuovo per Zugna, ma la sua esperienza in MotoGP™ potrebbe fornirgli un punto di vista unico su queste imbarcazioni ad alte prestazioni. La sua analisi dettagliata offre una prospettiva affascinante sul mondo della vela di alto livello e sulla sua intersezione con la tecnologia e l'ingegneria di punta.\n\n###\n\nEnglish Version:\n\nAndrea Zugna, renowned MotoGP™ engineer, recently expressed his interest in the America’s Cup sailing boats in a new article published by Dainese. Zugna is known for his passion for technical challenges and his ability to design high-performing motorcycles. Now, it appears he is turning his attention to a new kind of challenge: the sailing boats competing in the prestigious America’s Cup. Zugna spoke about his admiration for these vessels, noting how technology and engineering are crucial to their success. This is relatively new territory for Zugna, but his experience in MotoGP™ could provide him with a unique insight into these high-performance vessels. His detailed analysis offers a fascinating perspective on the world of high-level sailing and its intersection with cutting-edge technology and engineering.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Luna Rossa confirms intention to enter AC38 - but under a new club.",
    "date": "Thu, 10 Jul 2025 17:08:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-luna-rossa-confirms-intention-to-enter-ac38-but-under-a-new-club",
    "image": "https://images.unsplash.com/photo-1561908860-971f1e27e89e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTIzMjM2Njl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione in Italiano:\n\nLuna Rossa, il team di vela italiano di fama mondiale, ha confermato l'intenzione di partecipare all'America's Cup 38, ma questa volta sotto l'egida di un nuovo club. Nota per le sue prestazioni in competizioni di vela internazionali, Luna Rossa è un nome di punta quando si tratta di regate. La decisione di cambiare club rappresenta una svolta significativa per il team, che fino ad ora ha sempre gareggiato sotto il nome del Circolo della Vela Sicilia. Questa mossa potrebbe essere vista come un tentativo di rinnovamento strategico e potrebbe aprire nuove opportunità per il team in termini di sponsorizzazioni e partnership. Tuttavia, non sono state rilasciate ulteriori informazioni sul nuovo club o sui piani futuri del team. Nonostante il cambiamento, l'obiettivo principale della Luna Rossa rimane invariato: vincere l'America's Cup, uno dei trofei più prestigiosi nel mondo della vela.\n\n###\n\nVersion in English:\n\nLuna Rossa, the globally renowned Italian sailing team, has confirmed its intention to participate in America's Cup 38, but this time under the banner of a new club. Known for its performances in international sailing competitions, Luna Rossa is a front-runner when it comes to regattas. The decision to change clubs represents a significant turning point for the team, which until now has always raced under the name of the Circolo della Vela Sicilia. This move could be seen as an attempt at strategic renewal and could open up new opportunities for the team in terms of sponsorships and partnerships. However, no further information has been released about the new club or the team's future plans. Despite the change, Luna Rossa's primary goal remains unchanged: to win the America's Cup, one of the most prestigious trophies in the world of sailing.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]