[
  {
    "id": 1,
    "title": "Naples Italy Confirmed for the 38th America’s Cup",
    "date": "Fri, 29 Aug 2025 19:47:21 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-italy-confirmed-for-the-38th-americas-cup",
    "image": "https://images.unsplash.com/photo-1707846806021-10f0ef58cb7d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY1MzcyMTN8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La città di Napoli, in Italia, è stata confermata come location per la 38esima edizione della Coppa America. Questa notizia, rilasciata il 29 Agosto 2025, ha suscitato grande entusiasmo tra gli appassionati di vela. L'evento, considerato uno dei più prestigiosi nel mondo della vela, vedrà gareggiare team provenienti da tutto il mondo per contendersi il prestigioso trofeo. La scelta di Napoli non è stata una sorpresa per molti, considerando la lunga storia della città con la vela e il mare.\n\n###\n\nThe city of Naples, Italy, has been confirmed as the location for the 38th edition of the America’s Cup. This news, released on August 29, 2025, has caused great excitement among sailing enthusiasts. The event, considered one of the most prestigious in the sailing world, will see teams from all over the world competing for the prestigious trophy. The choice of Naples was not a surprise to many, considering the city's long history with sailing and the sea.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Cisco’s AI-driven tech set to sail for Luna Rossa’s America’s Cup challenge",
    "date": "Fri, 29 Aug 2025 14:08:59 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ciscos-ai-driven-tech-set-to-sail-for-luna-rossas-americas-cup-challenge",
    "image": "https://images.unsplash.com/photo-1651002814195-48682d64efe5?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY1MzcyMjF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La tecnologia all'avanguardia guidata dall'intelligenza artificiale di Cisco è pronta a navigare per la sfida della Coppa America di Luna Rossa. Questo annuncio arriva dopo una serie di successi significativi per Cisco nel campo dell'AI e della tecnologia di rete. L'azienda, conosciuta per le sue soluzioni di rete e telecomunicazioni, sta ora rivolgendo la sua attenzione al mondo della vela, fornendo soluzioni tecnologiche avanzate per il team italiano Luna Rossa. L'intelligenza artificiale è stata integrata a bordo della barca, con il compito di raccogliere e analizzare una grande quantità di dati in tempo reale, allo scopo di migliorare le prestazioni e l'efficienza del team durante la regata.\n\n###\n\nCisco’s cutting-edge, AI-driven technology is set to sail for Luna Rossa’s America’s Cup challenge. This announcement comes in the wake of a string of significant successes for Cisco in the field of AI and network technology. The company, known for their networking and telecommunications solutions, is now turning its attention to the world of sailing, providing advanced technological solutions for the Italian team Luna Rossa. The artificial intelligence has been integrated onboard the boat, tasked with gathering and analyzing a vast amount of real-time data, with the aim of enhancing the team’s performance and efficiency during the race.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Through the lens of Carlo Borlenghi",
    "date": "Wed, 27 Aug 2025 19:38:28 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/through-the-lens-of-carlo-borlenghi",
    "image": "https://images.unsplash.com/photo-1726403557156-d2aa544f9d34?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY1MzcyMzJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Attraverso l'obiettivo di Carlo Borlenghi, uno degli fotografi nautici più rispettati e conosciuti al mondo, viene rivelato un mondo affascinante e vibrante. Borlenghi, con la sua straordinaria capacità di catturare la bellezza e l'emozione della vela, ha rivoluzionato il modo in cui vediamo e percepiamo questo sport. Le sue fotografie, caratterizzate da una nitidezza e da una qualità della luce difficilmente riscontrabili, ci trasportano direttamente al centro dell'azione, permettendoci di vivere l'adrenalina e la passione dei velisti. Questa notizia, pubblicata il 27 agosto 2025, offre uno sguardo approfondito sul lavoro e l'arte di Borlenghi, celebrando il suo contributo unico alla fotografia nautica.\n\n###\n\nThrough the lens of Carlo Borlenghi, one of the most respected and renowned nautical photographers in the world, a fascinating and vibrant world is revealed. Borlenghi, with his extraordinary ability to capture the beauty and emotion of sailing, has revolutionized the way we see and perceive this sport. His photographs, characterized by a sharpness and quality of light seldom found, transport us directly into the heart of the action, allowing us to experience the adrenaline and passion of sailors. This news, published on August 27, 2025, offers an in-depth look at Borlenghi's work and art, celebrating his unique contribution to nautical photography.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]