[
  {
    "id": 1,
    "title": "America's Cup: Vision for the Naples venue unveiled at Genoa Int Boat Show",
    "date": "Sat, 20 Sep 2025 14:30:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-vision-for-the-naples-venue-unveiled-at-genoa-int-boat-show",
    "image": "https://images.unsplash.com/photo-1570907389543-e3fa21d80d29?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg0MzgwMTJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, uno degli eventi più prestigiosi nel mondo della vela, ha diffuso la sua visione per la location di Napoli al Genoa International Boat Show il 20 settembre 2025. L'annuncio ha mostrato piani dettagliati per il sito, inclusi piani per le strutture di supporto, aree di spettatori e infrastrutture logistiche. L'obiettivo è creare un'esperienza di gara emozionante e coinvolgente sia per i partecipanti che per i fan. L'evento, che vedrà la partecipazione delle migliori squadre di vela del mondo, è previsto per il 2027.\n\n###\n\nThe America's Cup, one of the most prestigious events in the sailing world, unveiled its vision for the Naples venue at the Genoa International Boat Show on September 20, 2025. The announcement showcased detailed plans for the site, including plans for support facilities, spectator areas, and logistic infrastructures. The aim is to create an exciting and engaging race experience for both participants and fans. The event, which will feature the world's top sailing teams, is slated for 2027.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "American Magic HQ will be much more than a sailing team. Aerospace manufacturing is coming",
    "date": "Fri, 19 Sep 2025 12:15:08 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/american-magic-hq-will-be-much-more-than-a-sailing-team-aerospace-manufacturing-is-coming",
    "image": "https://images.unsplash.com/photo-1570907389543-e3fa21d80d29?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg0MzgwMTJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "American Magic HQ, famosa per essere la base del team di vela che porta lo stesso nome, si prepara a fare un grande balzo in avanti. L'azienda ha infatti annunciato di avere intenzione di espandere le sue attività, avviando la produzione aerospaziale. Questa notizia, risalente al 19 settembre 2025, segna un punto di svolta significativo per l'organizzazione, che si prepara ad entrare in un settore altamente competitivo e tecnologicamente avanzato. La decisione riflette la determinazione di American Magic HQ di diversificare le proprie operazioni e di ampliare il suo impatto nel campo dell'innovazione e della tecnologia.\n\n###\n\nAmerican Magic HQ, renowned as the base for the eponymous sailing team, is set to make a huge leap forward. The company has announced its intention to expand its operations by launching into aerospace manufacturing. This news, dating back to September 19, 2025, marks a significant turning point for the organization as it gears up to break into a highly competitive and technologically advanced sector. The move reflects American Magic HQ's determination to diversify its operations and broaden its impact in the field of innovation and technology.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America’s Cup unveil dramatic vision for Naples 2027",
    "date": "Sun, 21 Sep 2025 00:38:45 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-unveil-dramatic-vision-for-naples-2027",
    "image": "https://images.unsplash.com/photo-1570907389543-e3fa21d80d29?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg0MzgwMTJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La prestigiosa America's Cup ha svelato una visione spettacolare per la competizione del 2027 a Napoli. Il progetto, annunciato il 21 settembre 2025, promette di trasformare completamente la città partenopea in una vivace arena nautica, mettendo in evidenza la bellezza del suo paesaggio marittimo e la passione per la vela. L'annuncio ha suscitato grande entusiasmo tra gli appassionati di vela di tutto il mondo, alimentando le aspettative per una delle regate più attese di sempre.\n\n###\n\nThe prestigious America's Cup has unveiled a dramatic vision for the 2027 competition in Naples. The plan, announced on September 21, 2025, promises to entirely transform the Neapolitan city into a bustling nautical arena, highlighting the beauty of its seaside landscape and passion for sailing. The announcement has sparked great excitement among sailing enthusiasts worldwide, fuelling expectations for one of the most anticipated regattas ever.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]