[
  {
    "id": 1,
    "title": "Details in place for 38th America’s Cup",
    "date": "Thu, 11 Sep 2025 16:16:51 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/details-in-place-for-38th-americas-cup",
    "image": "https://images.unsplash.com/photo-1640878975965-8d40705dc90a?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgwMDc5MjR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Preparativi ultimati per la 38esima Coppa America. Siamo alla vigilia di uno degli eventi velistici più prestigiosi e attesi a livello internazionale, la Coppa America. Gli organizzatori hanno annunciato che tutti i dettagli per l'edizione del 2025 sono stati finalmente messi a punto. Le squadre sono pronte, i velieri sono a punto e i fan da tutto il mondo non vedono l'ora che inizi la competizione. Questa competizione, la più antica nella storia dello sport internazionale, continua a mantenere inalterato il suo fascino, rappresentando un punto di riferimento per gli appassionati di vela.\n\n###\n\nDetails are in place for the 38th America’s Cup. We are on the eve of one of the most prestigious and anticipated international sailing events, the America's Cup. The organizers have announced that all the details for the 2025 edition have finally been set. The teams are ready, the sailboats are set, and fans from all around the world cannot wait for the competition to begin. This event, the oldest in the history of international sport, continues to maintain its charm, representing a reference point for sailing enthusiasts.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "AC75 CLASS RULES AND TECHNICAL REGULATIONS PUBLISHED",
    "date": "Thu, 11 Sep 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ac75-class-rules-and-technical-regulations-published",
    "image": "https://images.unsplash.com/photo-1625425923623-5f644efbc70b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgwMDc5Mzh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La pubblicazione delle regole di classe AC75 e delle normative tecniche è stata una pietra miliare nel mondo della vela. Questo annuncio, avvenuto l'11 settembre 2025, ha stabilito nuovi standard per la competizione e ha fornito un quadro di riferimento per le future edizioni della America's Cup. Le regole di classe AC75, insieme alle normative tecniche, delineano le specifiche per le imbarcazioni che partecipano alla prestigiosa regata, garantendo una competizione equa e stimolante. Queste regole sono state sviluppate attraverso un lungo processo di consultazione e sperimentazione, con l'obiettivo di promuovere l'innovazione e la sostenibilità nel settore della vela.\n\n###\n\nThe publication of the AC75 Class Rules and Technical Regulations marked a significant milestone in the sailing world. Announced on September 11, 2025, it set new standards for competition and provided a framework for future editions of the America's Cup. The AC75 Class Rules, together with the Technical Regulations, outline the specifications for the boats participating in the prestigious regatta, ensuring a fair and exciting competition. These rules were developed through a lengthy consultation and trial process, with the aim of promoting innovation and sustainability in the sailing industry.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: ETNZ's design head Dan Bernasconi explains the key points of the new Rules",
    "date": "Fri, 12 Sep 2025 00:37:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-etnz-s-design-head-dan-bernasconi-explains-the-key-points-of-the-new-rules",
    "image": "https://images.unsplash.com/photo-1668368717229-94dd216a1c07?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgwMDc5NDh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America è la competizione di vela più prestigiosa e antica del mondo, e il suo regolamento è sempre stato soggetto a continue modifiche al fine di garantire la massima competitività. Dan Bernasconi, capo del design del team Emirates Team New Zealand (ETNZ), ha recentemente illustrato i punti chiave delle nuove regole introdotte per la competizione. Le modifiche apportate riguardano vari aspetti, dalla progettazione delle imbarcazioni alle strategie di gara, e sono state pensate per rendere la competizione più avvincente ed equilibrata. Bernasconi ha sottolineato l'importanza di queste nuove regole, affermando che esse rappresentano un passo importante per il futuro della Coppa America.\n\n###\n\nThe America's Cup is the most prestigious and oldest sailing competition in the world, and its rules have always been subject to ongoing changes to ensure maximum competitiveness. Dan Bernasconi, head of design for the Emirates Team New Zealand (ETNZ), recently outlined the key points of the new rules introduced for the competition. The changes made cover various aspects, from boat design to racing strategies, and have been designed to make the competition more exciting and balanced. Bernasconi emphasized the importance of these new rules, stating that they represent a significant step forward for the future of the America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]