[
  {
    "id": 1,
    "title": "Italy changes club for 38th America’s Cup",
    "date": "Thu, 10 Jul 2025 17:51:58 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/italy-changes-club-for-38th-americas-cup",
    "image": "https://images.unsplash.com/photo-1587156627088-30d477124971?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTIzOTIwNjV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'Italia cambia club per la 38ª America's Cup\nLa notizia è ufficiale: l'Italia cambierà club per la 38ª edizione della America's Cup, la competizione velica più antica e prestigiosa al mondo. Non sono ancora stati resi noti i dettagli specifici, ma la decisione è stata confermata da diverse fonti all'interno del team italiano. Questo cambiamento rappresenta un punto di svolta significativo per l'Italia, che ha una lunga storia di partecipazione a questa competizione. La scelta del nuovo club sarà cruciale per determinare il successo dell'Italia nella prossima America's Cup. I fan della vela in tutto il paese stanno attendendo con impazienza ulteriori notizie e dettagli sulla decisione.\n\n###\n\nItaly changes club for 38th America’s Cup\nThe news is official: Italy will change its club for the 38th edition of the America's Cup, the oldest and most prestigious sailing competition in the world. Specific details have not yet been released, but the decision has been confirmed by various sources within the Italian team. This change represents a significant turning point for Italy, which has a long history of participation in this competition. The choice of the new club will be crucial in determining Italy's success in the upcoming America's Cup. Sailing fans across the country are eagerly awaiting further news and details on the decision.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup: Luna Rossa confirms intention to enter AC38 - but under a new club.",
    "date": "Thu, 10 Jul 2025 17:08:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-luna-rossa-confirms-intention-to-enter-ac38-but-under-a-new-club",
    "image": "https://images.unsplash.com/photo-1602859915273-33ec20f71b12?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTIzOTIwNzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\n\nLa squadra di vela Luna Rossa ha confermato la sua intenzione di partecipare alla prossima edizione della America's Cup, l'AC38. Tuttavia, lo farà sotto l'egida di un nuovo club, come annunciato recentemente. Questa mossa rappresenta un cambiamento significativo per la squadra italiana che ha sempre gareggiato sotto le insegne del Circolo della Vela Sicilia. Non sono stati forniti molti dettagli sul nuovo club, ma si sottolinea che il cambiamento avrà un impatto significativo sull'organizzazione e sulla strategia della squadra. Nonostante questo, Luna Rossa rimane impegnata a portare a casa il trofeo della America's Cup, con l'obiettivo di migliorare il secondo posto ottenuto nell'ultima edizione.\n\n###\n\nEnglish Version:\n\nThe Luna Rossa sailing team has confirmed its intention to participate in the next edition of the America's Cup, the AC38. However, it will do so under the auspices of a new club, as recently announced. This move represents a significant change for the Italian team that has always raced under the banners of the Circolo della Vela Sicilia. Not many details have been provided about the new club, but it is stressed that the change will have a significant impact on the team's organization and strategy. Despite this, Luna Rossa remains committed to bringing home the America's Cup trophy, with the goal of improving on the second place achieved in the last edition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "An America’s Cup without an American boat? American Magic says it may not sail in Naples",
    "date": "Thu, 22 May 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/an-americas-cup-without-an-american-boat-american-magic-says-it-may-not-sail-in-naples",
    "image": "https://images.unsplash.com/photo-1655438269294-5466dc1fc08f?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTIzOTIwOTF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\nUn'America's Cup senza una barca americana? American Magic, uno dei team di punta della vela negli Stati Uniti, ha dichiarato che potrebbe non partecipare alla regata nella baia di Napoli. Questa notizia ha suscitato sorpresa e delusione tra gli appassionati di questo sport, dato il ruolo di primo piano che gli Stati Uniti hanno sempre avuto nel corso della storia della competizione. Se la decisione dovesse essere confermata, sarebbe la prima volta che la prestigiosa regata non vedrebbe la partecipazione di una squadra americana. American Magic, che ha debuttato nell'America's Cup nel 2021, non ha rivelato i motivi di questa possibile rinuncia, lasciando aperte diverse speculazioni. La decisione finale verrà presa nei prossimi mesi e, indipendentemente dal risultato, avrà sicuramente un impatto significativo sul prossimo evento dell'America's Cup.\n\n###\n\nEnglish Version:\nAn America's Cup without an American boat? American Magic, one of the leading sailing teams in the United States, has announced that it may not participate in the regatta in the Bay of Naples. This news has caused surprise and disappointment among fans of the sport, given the prominent role the United States has always played in the history of the competition. If the decision is confirmed, it would be the first time that the prestigious regatta does not see the participation of an American team. American Magic, which debuted in the America's Cup in 2021, has not revealed the reasons for this possible withdrawal, leaving room for various speculations. The final decision will be made in the coming months and, regardless of the outcome, will certainly have a significant impact on the next America's Cup event.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]