[
  {
    "id": 1,
    "title": "‘This America’s Cup dispute could lead down a difficult alley’ – Matt Sheahan",
    "date": "Fri, 18 Jul 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/this-americas-cup-dispute-could-lead-down-a-difficult-alley-matt-sheahan",
    "image": "https://images.unsplash.com/photo-1587156627088-30d477124971?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTM4NTk2MzF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La disputa riguardante l'America's Cup potrebbe condurre verso un vicolo difficile, stando a quanto afferma Matt Sheahan. L'America's Cup, il trofeo più antico e prestigioso nel mondo della vela, è un evento che, per la sua natura competitiva e per l'alto livello di investimento richiesto, è spesso al centro di controversie e conflitti. Questa volta, la questione in ballo riguarda l'interpretazione delle regole che stabiliscono quali paesi possono partecipare alla competizione e con quale tipo di imbarcazione. Le conseguenze di questa disputa potrebbero essere molto serie, mettendo a rischio non solo il corretto svolgimento della competizione, ma anche l'intero equilibrio del mondo della vela.\n\n###\n\n'This America’s Cup dispute could lead down a difficult alley' – states Matt Sheahan. The America's Cup, the oldest and most prestigious trophy in sailing, is an event that, due to its competitive nature and the high level of investment required, is often at the center of controversies and conflicts. This time, the issue at stake concerns the interpretation of the rules that establish which countries can participate in the competition and with what type of boat. The consequences of this dispute could be very serious, jeopardizing not only the proper conduct of the competition but also the entire balance of the sailing world. The news, dated July 18, 2025, clearly shows how the America's Cup never ceases to be a hot topic in the world of sports.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Louis Vuitton & Taschen Chart America's Cup Sailing Legacy With Luxe Coffee Table Books - Maxim",
    "date": "Mon, 21 Jul 2025 09:30:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/louis-vuitton-taschen-chart-america-s-cup-sailing-legacy-with-luxe-coffee-table-books-maxim",
    "image": "https://images.unsplash.com/photo-1512834945397-dc15de857576?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTM4NTk2NDh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La casa di moda Louis Vuitton e l'editore di libri d'arte Taschen hanno collaborato per creare una serie di lussuosi libri da tavolino, che tracciano l'eredità della America's Cup, la più antica competizione internazionale di vela ancora in corso. Pubblicata il 21 luglio 2025, la collezione di libri offre non solo splendide fotografie, ma anche approfondimenti storici e aneddoti sulla prestigiosa gara. Questa iniziativa, che unisce moda, arte e sport, testimonia l'impegno di Louis Vuitton nel sostenere la cultura marittima e la sua lunga associazione con la America's Cup, risalente al 1983.\n\n###\n\nFashion house Louis Vuitton and art book publisher Taschen have collaborated to create a series of luxurious coffee table books charting the legacy of the America's Cup, the oldest international sailing competition still underway. Released on July 21, 2025, the book collection provides not only stunning photography but also historical insights and anecdotes about the prestigious race. This initiative, which combines fashion, art, and sport, demonstrates Louis Vuitton's commitment to supporting maritime culture and its long association with the America's Cup, dating back to 1983.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Storia: Il Moro Di Venezia: Italy Contests the America’s Cup for the very first time",
    "date": "Fri, 25 Jul 2025 00:03:32 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/il-moro-di-venezia-italy-contests-the-americas-cup-for-the-very-first-time",
    "image": "https://images.unsplash.com/photo-1645938036262-d6d59c29650d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTM4NTk2NjN8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Storia: Per la prima volta nella storia, l'Italia partecipa alla prestigiosa America's Cup con Il Moro Di Venezia. Questa notizia, pubblicata il 25 luglio 2025, segna un momento storico per la vela italiana e per tutti gli appassionati di sport nautici. Il Moro Di Venezia, una splendida imbarcazione progettata e costruita interamente in Italia, rappresenta la tenacia e la passione per la vela del popolo italiano. Il team, composto da esperti marinai e velisti di fama mondiale, è pronto a sfidare le più forti squadre di vela del mondo nella sfida più prestigiosa e antica: la America's Cup.\n\n###\n\nHistory: For the first time in history, Italy is competing in the prestigious America's Cup with Il Moro Di Venezia. This news, published on July 25, 2025, marks a historic moment for Italian sailing and for all lovers of nautical sports. Il Moro Di Venezia, a splendid boat designed and built entirely in Italy, represents the tenacity and passion for sailing of the Italian people. The team, made up of expert sailors and world-renowned yachtsmen, is ready to challenge the strongest sailing teams in the world in the most prestigious and oldest challenge: the America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]