[
  {
    "id": 1,
    "title": "Italy changes club for 38th America’s Cup",
    "date": "Thu, 10 Jul 2025 17:51:58 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/italy-changes-club-for-38th-americas-cup",
    "image": "https://images.unsplash.com/photo-1655181059553-9fda580e2287?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTIyMTc3Mzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'Italia cambia club per la 38a America's Cup, secondo quanto riportato da Scuttlebutt Sailing News. La squadra italiana, conosciuta per la sua forte presenza nel mondo delle regate, ha deciso di cambiare club in vista della 38a edizione della prestigiosa America's Cup. Questa mossa è vista come un tentativo di rafforzare la propria posizione e di garantire un'adeguata preparazione per l'evento. La decisione è stata presa dopo una serie di discussioni interne e non è stata presa alla leggera. La 38a America's Cup è un evento di grande importanza per il mondo della vela e le squadre partecipanti stanno già mettendo in atto strategie per assicurarsi il successo. L'Italia, con la sua rinnovata squadra, spera di fare una forte impressione in questa edizione dell'evento.\n\n###\n\nItaly changes club for the 38th America’s Cup, as reported by Scuttlebutt Sailing News. The Italian team, known for its strong presence in the sailing world, has decided to change club in anticipation of the 38th edition of the prestigious America’s Cup. This move is seen as an attempt to bolster their position and ensure adequate preparation for the event. The decision was made after a series of internal discussions and was not taken lightly. The 38th America’s Cup is a highly important event in the sailing world and participating teams are already strategizing to ensure success. Italy, with its revamped team, hopes to make a strong impression in this edition of the event.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup: Luna Rossa confirms intention to enter AC38 - but under a new club.",
    "date": "Thu, 10 Jul 2025 17:08:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-luna-rossa-confirms-intention-to-enter-ac38-but-under-a-new-club",
    "image": "https://images.unsplash.com/photo-1707226844400-8d54b4f652ea?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTIyMTc3NTN8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\n\nLuna Rossa, la famosa squadra di vela italiana, ha confermato la sua intenzione di partecipare alla AC38, la prossima edizione della prestigiosa America's Cup. Tuttavia, ci sarà un importante cambiamento: Luna Rossa gareggerà sotto un nuovo club. La notizia, riportata da Sail-World.com, segna un punto di svolta nel panorama della vela internazionale. Non sono stati forniti ulteriori dettagli sul nuovo club al quale Luna Rossa si unirà, ma la decisione è stata confermata dalla stessa squadra. La AC38 rappresenta una delle competizioni più importanti nel mondo della vela e Luna Rossa ha un lungo e onorabile storico di partecipazioni. Sarà interessante vedere come questo cambiamento influenzerà la performance del team italiano nelle prossime gare.\n\n###\n\nEnglish Version:\n\nLuna Rossa, the famed Italian sailing team, has confirmed its intention to compete in the AC38, the upcoming edition of the prestigious America's Cup. However, there will be a major change: Luna Rossa will race under a new club. The news, reported by Sail-World.com, marks a turning point in the international sailing landscape. No further details have been provided about the new club that Luna Rossa will join, but the decision has been confirmed by the team itself. The AC38 represents one of the most important competitions in the world of sailing and Luna Rossa has a long and honorable history of participation. It will be interesting to see how this change will affect the Italian team's performance in the upcoming races.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "The Sailing-Admiral's Cup brings world's elites to Cowes",
    "date": "Thu, 10 Jul 2025 12:33:24 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-sailing-admiral-s-cup-brings-world-s-elites-to-cowes",
    "image": "https://images.unsplash.com/photo-1625425923623-5f644efbc70b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTIyMTc3NzF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa dell'Ammiraglio di Vela porta le élite mondiali a Cowes\nLa prestigiosa Coppa dell'Ammiraglio di Vela si svolge quest'anno nella rinomata località di Cowes, attirando l'élite mondiale di appassionati e professionisti della vela. Questo evento di portata globale offre un'opportunità unica per vedere all'opera i migliori velisti del mondo, in una sfida serrata e avvincente. La regata, rinomata per la sua eccellenza e l'alta competitività, è un punto di riferimento nel calendario della vela internazionale, attirando partecipanti da tutto il mondo. L'evento è anche un'occasione per ammirare yacht di lusso e imbarcazioni da competizione di alta gamma, che aggiungono un tocco di glamour all'evento. Cowes, con la sua ricca storia marittima, offre il perfetto scenario per questa celebrazione della vela, attirando spettatori da tutto il mondo per godersi l'azione.\n\n###\n\nThe Sailing-Admiral's Cup brings world's elites to Cowes\nThe prestigious Sailing-Admiral's Cup takes place this year in the renowned location of Cowes, attracting the world elite of sailing enthusiasts and professionals. This global event offers a unique opportunity to see the world's best sailors in action, in a fierce and exciting challenge. The regatta, renowned for its excellence and high competitiveness, is a landmark in the international sailing calendar, attracting participants from all over the world. The event is also an opportunity to admire luxury yachts and high-end racing boats, which add a touch of glamour to the event. Cowes, with its rich maritime history, provides the perfect backdrop for this celebration of sailing, attracting spectators from all over the world to enjoy the action.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]