[
  {
    "id": 1,
    "title": "America’s Cup overhauled: Women sailors, battery power, fleet racing and more in new Protocol. Plus hope for Brits?",
    "date": "Tue, 12 Aug 2025 08:26:58 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-overhauled-women-sailors-battery-power-fleet-racing-and-more-in-new-protocol-plus-hope-for-brits",
    "image": "https://images.unsplash.com/photo-1607510891430-020fff3e5549?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU3NTk2MTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La prestigiosa America's Cup, conosciuta a livello mondiale come il vertice della vela, è in procinto di subire una sostanziale revisione. Le nuove regole, presentate recentemente, includono l'obbligo di avere donne veliste a bordo, l'impiego di energia a batteria, una nuova modalità di gara denominata 'fleet racing' e molto altro. Queste innovazioni, parte del nuovo Protocollo, sono state annunciate martedì 12 agosto 2025, suscitando grande interesse tra gli appassionati di vela. Inoltre, le nuove regole potrebbero rappresentare una speranza per i britannici, tradizionalmente forti in questa disciplina, di rivincere il trofeo che sfugge loro da oltre un secolo.\n\n###\n\nThe prestigious America's Cup, globally recognized as the pinnacle of sailing, is about to undergo a substantial overhaul. The newly introduced rules include the requirement for women sailors on board, the use of battery power, a new racing mode called 'fleet racing', and much more. These innovations, part of the new Protocol, were announced on Tuesday, August 12, 2025, stirring great interest among sailing enthusiasts. Moreover, the new rules could represent a glimmer of hope for the Brits, traditionally strong in this sport, to reclaim the trophy that has eluded them for over a century.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup teams agree to 'carry VIPs' from 2027",
    "date": "Tue, 12 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-teams-agree-to-carry-vips-from-2027",
    "image": "https://images.unsplash.com/photo-1607510891430-020fff3e5549?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU3NTk2Mjh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Le squadre della America's Cup, la prestigiosa competizione di vela, hanno raggiunto un accordo per \"trasportare VIP\" a partire dal 2027. L'annuncio, fatto il 12 Agosto 2025, rappresenta un cambiamento significativo nel modo in cui la regata sarà gestita in futuro. Questa novità non solo aggiungerà un tocco di glamour all'evento, ma si prevede che attirerà anche un pubblico più ampio, aumentando l'esposizione mediatica e, di conseguenza, i ricavi. Tuttavia, ci sono anche preoccupazioni riguardo l'impatto che questo potrebbe avere sulla competizione stessa, poiché l'attenzione potrebbe spostarsi dallo sport alla celebrità dei VIP a bordo.\n\n###\n\nThe America's Cup teams, the prestigious sailing competition, have agreed to \"carry VIPs\" from 2027. The announcement, made on August 12, 2025, represents a significant shift in how the regatta will be run in the future. This new development will not only add a touch of glamour to the event, but is also expected to draw a wider audience, increasing media exposure and, consequently, revenues. However, there are also concerns about the impact this could have on the competition itself, as the focus might shift from the sport to the celebrity of the VIPs on board.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Protocol signing confirmed - a \"ground breaking\" partnership",
    "date": "Mon, 11 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-protocol-signing-confirmed-a-ground-breaking-partnership",
    "image": "https://images.unsplash.com/photo-1597244290552-5b562f46996c?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU3NTk2Mzl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Nell'arena della vela internazionale, un nuovo capitolo è pronto per essere scritto. Lunedì 11 Agosto 2025, è stata confermata la firma di un protocollo che sigla una \"partnership rivoluzionaria\" per la America's Cup. Questo accordo, senza precedenti nella storia della competizione, rappresenta un passo avanti significativo per lo sport della vela. La partnership promette di portare innovazione e progresso, non solo in termini di tecnologia e design delle imbarcazioni, ma anche nell'ambito della sostenibilità e dell'accessibilità dello sport.\n\n###\n\nIn the international sailing arena, a new chapter is set to be penned. On Monday, August 11, 2025, the signing of a protocol confirming a \"ground breaking\" partnership for the America's Cup was confirmed. This unprecedented agreement in the history of the competition represents a significant step forward for the sport of sailing. The partnership promises to bring about innovation and progress, not only in terms of technology and boat design, but also in the realm of sport sustainability and accessibility.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]