[
  {
    "id": 1,
    "title": "An historic moment for the America's Cup, but the real work starts now",
    "date": "Fri, 15 Aug 2025 03:03:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/an-historic-moment-for-the-america-s-cup-but-the-real-work-starts-now",
    "image": "https://images.unsplash.com/photo-1718442088857-bf4f40b6eb1d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU2NzMyMTR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, il più antico trofeo sportivo internazionale ancora in vigore, ha vissuto un momento storico. Tuttavia, nonostante la celebrazione di questo importante traguardo, la vera sfida comincia ora. Il 15 Agosto 2025, i team partecipanti hanno aperto un nuovo capitolo in questa competizione secolare, con una serie di innovazioni tecniche e strategiche che promettono di rendere la prossima edizione dell'America's Cup più avvincente che mai. Ma queste novità non rendono certo il percorso più facile. Al contrario, richiedono un impegno ancora maggiore da parte dei team, che devono ora lavorare sodo per adattarsi a queste nuove condizioni di gara.\n\n###\n\nThe America's Cup, the oldest international sports trophy still in existence, has experienced a historic moment. However, despite the celebration of this significant milestone, the real challenge begins now. On August 15, 2025, the participating teams opened a new chapter in this centuries-old competition, with a series of technical and strategic innovations that promise to make the next edition of the America's Cup more thrilling than ever. But these novelties do not certainly make the path easier. On the contrary, they require even greater commitment from the teams, who now have to work hard to adapt to these new racing conditions.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Opinion: Protocol for 38th America’s Cup",
    "date": "Fri, 15 Aug 2025 15:39:10 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/opinion-protocol-for-38th-americas-cup",
    "image": "https://images.unsplash.com/photo-1691813922204-12ac6baed728?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU2NzMyMjR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La 38esima America's Cup, uno degli eventi di vela più prestigiosi al mondo, è dietro l'angolo. Con le squadre che si stanno già preparando per la sfida, è importante capire il protocollo che regola questa competizione unica. Questo protocollo non solo stabilisce le regole del gioco, ma anche le norme che le squadre devono seguire in termini di design delle barche, logistica, sicurezza e molto altro. Poiché la sfida si evolve con il passare degli anni, è fondamentale che anche il protocollo si adatti per garantire un'esperienza di gara equa ed emozionante.\n\n###\n\nThe 38th America's Cup, one of the most prestigious sailing events in the world, is just around the corner. As teams are already gearing up for the challenge, it's important to understand the protocol governing this unique competition. This protocol not only sets the rules of the game but also outlines the norms that teams must follow in terms of boat design, logistics, safety, and much more. As the challenge evolves over the years, it's crucial that the protocol also adapts to ensure a fair and thrilling racing experience. This is not historical news, but an opinion piece written on August 15, 2025.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America’s Cup overhauled: Women sailors, battery power, fleet racing and more in new Protocol. Plus hope for Brits?",
    "date": "Tue, 12 Aug 2025 08:26:58 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-overhauled-women-sailors-battery-power-fleet-racing-and-more-in-new-protocol-plus-hope-for-brits",
    "image": "https://images.unsplash.com/photo-1629752631837-af3f16d8d937?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU2NzMyMzV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo della vela sta per sperimentare una rivoluzione senza precedenti grazie alla nuova edizione della America's Cup. Il protocollo appena rilasciato introduce infatti una serie di cambiamenti significativi, tra cui la partecipazione di donne veliste, l'utilizzo di energia a batteria, la competizione a flotta e molto altro. Queste novità potrebbero rappresentare una nuova speranza per i velisti britannici, che hanno visto scivolare tra le dita il titolo nell'ultima edizione. La competizione, che si svolgerà nel 2027, sta già suscitando grande attesa e curiosità tra gli appassionati di vela di tutto il mondo.\n\n###\n\nThe world of sailing is about to undergo a groundbreaking revolution with the new edition of the America's Cup. The newly released protocol introduces a series of significant changes, including the participation of women sailors, the use of battery power, fleet racing, and much more. These innovations could represent new hope for British sailors, who saw the title slip through their fingers in the last edition. The competition, set to take place in 2027, is already generating great anticipation and curiosity among sailing enthusiasts worldwide.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]