[
  {
    "id": 1,
    "title": "AC75 CLASS RULES AND TECHNICAL REGULATIONS PUBLISHED",
    "date": "Thu, 11 Sep 2025 06:57:14 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ac75-class-rules-and-technical-regulations-published",
    "image": "https://images.unsplash.com/photo-1474915380005-b538cf01fe7b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc1NzQwMTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Giovedì 11 Settembre 2025, è stata resa pubblica la regolamentazione tecnica e le regole della Classe AC75. Lo comunica l'Emirates Team New Zealand, una delle squadre più competitive e riconosciute nel mondo della vela. Questa nuova serie di regolamenti è stata ideata per migliorare la sicurezza e l'efficienza delle imbarcazioni di questa classe, oltre a garantire una competizione più equa e controllata. Le nuove regole riguardano diversi aspetti delle imbarcazioni, tra cui la loro progettazione, costruzione, equipaggiamento e manutenzione.\n\n###\n\nOn Thursday, September 11, 2025, the technical regulation and rules for the AC75 Class were published. This announcement comes from the Emirates Team New Zealand, one of the most competitive and recognized teams in the world of sailing. This new set of regulations is designed to improve the safety and efficiency of boats in this class, as well as to ensure a more fair and controlled competition. The new rules cover various aspects of the boats, including their design, construction, equipment, and maintenance.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Invitational Cup draws 20 amateur teams to sail bay",
    "date": "Thu, 11 Sep 2025 04:23:51 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/invitational-cup-draws-20-amateur-teams-to-sail-bay",
    "image": "https://images.unsplash.com/photo-1720521541019-73b851ab8a8d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc1NzQwMjh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Invitational Cup, un evento di vela di grande prestigio, ha attratto 20 squadre di dilettanti nella baia. Questa competizione annuale, che si svolge in diverse località costiere, è nota per la sua capacità di attirare appassionati di vela da tutto il mondo. Le squadre competono in una serie di gare che durano più giorni, con l'obiettivo di conquistare il prestigioso trofeo della Invitational Cup. L'evento è stato coperto ampiamente dalla Jamestown Press ed è stata una grande opportunità per i team di dilettanti di mettersi in mostra.\n\n###\n\nThe Invitational Cup, a prestigious sailing event, drew 20 amateur teams to the bay. This annual competition, held at various coastal locations, is known for its ability to attract sailing enthusiasts from all over the world. The teams compete in a series of races over several days, aiming to clinch the coveted Invitational Cup trophy. The event was extensively covered by The Jamestown Press and provided a great opportunity for amateur teams to showcase their skills.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Submarine tactics as final agreements thrashed out",
    "date": "Tue, 09 Sep 2025 05:57:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-submarine-tactics-as-final-agreements-thrashed-out",
    "image": "https://images.unsplash.com/photo-1576942940028-67f721b2e662?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc1NzQwNDV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, la più antica competizione internazionale di vela, è di nuovo al centro dell'attenzione. Martedì 9 settembre 2025, le parti in causa hanno finalmente raggiunto un accordo su una serie di questioni cruciali. Una delle questioni più dibattute è stata l'uso di tattiche subacquee, un elemento che ha aggiunto un ulteriore livello di complessità e strategia al già intenso sport della vela. Questa notizia arriva dopo mesi di negoziati intensi, durante i quali entrambe le parti hanno lavorato duramente per trovare un compromesso. L'America's Cup è nota per la sua capacità di spingere i limiti della tecnologia nautica, e l'introduzione di tattiche subacquee è solo l'ultimo esempio di come la competizione continua a innovare.\n\n###\n\nThe America's Cup, the oldest international sailing competition, is once again in the spotlight. On Tuesday, September 9, 2025, the parties involved finally reached an agreement on a number of key issues. One of the most hotly debated topics was the use of submarine tactics, an element that has added an additional layer of complexity and strategy to the already intense sport of sailing. This news comes after months of intense negotiations, during which both sides have worked hard to find a compromise. The America's Cup is known for its ability to push the boundaries of nautical technology, and the introduction of submarine tactics is just the latest example of how the competition continues to innovate.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]