[
  {
    "id": 1,
    "title": "An historic moment for the America's Cup, but the real work starts now",
    "date": "Fri, 15 Aug 2025 03:03:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/an-historic-moment-for-the-america-s-cup-but-the-real-work-starts-now",
    "image": "https://images.unsplash.com/photo-1597244290552-5b562f46996c?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU1MDA0MTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il 15 agosto 2025 segna un momento storico per la Coppa America, l'evento sportivo più antico del mondo ancora in corso. Questo prestigioso torneo di vela, che ha avuto inizio nel lontano 1851, ha visto una serie di sfide epiche e cambiamenti radicali nel corso degli anni. Tuttavia, nonostante l'euforia e la celebrazione per quest'ultimo traguardo, i partecipanti e gli organizzatori sono consapevoli che il vero lavoro inizia ora. Preparare le imbarcazioni, addestrare gli equipaggi e organizzare l'evento richiederà un impegno strenuo e costante, e solo con tale dedizione si può sperare di ottenere la vittoria in questa storica competizione. \n\n###\n\nAugust 15, 2025, marks a historic moment for the America's Cup, the world's oldest ongoing sporting event. This prestigious sailing tournament, which began as far back as 1851, has seen a series of epic challenges and radical changes over the years. However, despite the euphoria and celebration for this latest milestone, participants and organizers are aware that the real work starts now. Preparing the boats, training the crews, and organizing the event will require strenuous and consistent commitment, and only with such dedication can one hope to achieve victory in this historic competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Opinion: Protocol for 38th America’s Cup",
    "date": "Fri, 15 Aug 2025 15:39:10 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/opinion-protocol-for-38th-americas-cup",
    "image": "https://images.unsplash.com/photo-1556079474-fb2c2948e947?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU1MDA0MzF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, la più antica competizione sportiva internazionale ancora in corso, è un evento che suscita sempre grande attenzione e aspettative. L'edizione del 2025, la 38^, sta per avere inizio e, come ogni volta, è fondamentale definire il protocollo che regola la competizione. Questo protocollo, elaborato dai detentori del trofeo in collaborazione con lo sfidante di diritto, stabilisce le regole della competizione, da aspetti tecnici come il design delle barche e il formato delle regate, a questioni organizzative e di governance. Nell'edizione di quest'anno, il protocollo sta suscitando un vivace dibattito, poiché alcune delle sue disposizioni sono viste come potenzialmente in grado di influenzare l'equilibrio della competizione.\n\n###\n\nThe America's Cup, the oldest international sports competition still going, is an event that always garners great attention and anticipation. The 2025 edition, the 38th, is about to begin and, as always, it is crucial to define the protocol that governs the competition. This protocol, drawn up by the trophy holders in collaboration with the rightful challenger, sets out the competition rules, from technical aspects such as boat design and race format, to organisational and governance issues. In this year's edition, the protocol is sparking lively debate, as some of its provisions are seen as potentially influencing the balance of the competition. This article, published on August 15, 2025, offers an opinion on the protocol for the 38th America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America’s Cup overhauled: Women sailors, battery power, fleet racing and more in new Protocol. Plus hope for Brits?",
    "date": "Tue, 12 Aug 2025 08:26:58 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-overhauled-women-sailors-battery-power-fleet-racing-and-more-in-new-protocol-plus-hope-for-brits",
    "image": "https://images.unsplash.com/photo-1561908860-971f1e27e89e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU1MDA0NDR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, la competizione velica più antica e prestigiosa al mondo, sta subendo una revisione radicale. Il nuovo protocollo, annunciato l'12 agosto 2025, introduce una serie di cambiamenti rivoluzionari, tra cui la partecipazione delle donne, l'utilizzo di energia a batteria, la corsa di flotta e molto altro. Queste modifiche, che mirano a modernizzare l'evento e renderlo più inclusivo e sostenibile, sono state accolte con entusiasmo da molti nel mondo della vela. Ma cosa significano per i britannici, che storicamente hanno lottato per conquistare il trofeo?\n\n###\n\nAmerica's Cup, the oldest and most prestigious sailing competition in the world, is undergoing a radical overhaul. The new protocol, announced on August 12, 2025, introduces a series of groundbreaking changes, including the participation of women sailors, the use of battery power, fleet racing, and much more. These changes, aimed at modernizing the event and making it more inclusive and sustainable, have been enthusiastically welcomed by many in the sailing world. But what do they mean for the Brits, who have historically struggled to secure the trophy?",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]