[
  {
    "id": 1,
    "title": "America's Cup: From 1983 to 2024 through the lens of Carlo Borlenghi",
    "date": "Sun, 31 Aug 2025 14:35:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-from-1983-to-2024-through-the-lens-of-carlo-borlenghi",
    "image": "https://images.unsplash.com/photo-1650352624379-0294e8f5302d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY3OTY0MTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America è una delle competizioni veliche più prestigiose e antiche del mondo. Dal 1983 al 2024, l’evento ha visto protagonisti straordinari atleti, barche innovative e scenari mozzafiato. Uno degli osservatori privilegiati di queste edizioni è stato Carlo Borlenghi, fotografo italiano riconosciuto a livello internazionale per i suoi splendidi scatti nel mondo della vela. Con la sua lente, Borlenghi ha catturato momenti indimenticabili, riuscendo a raccontare non solo la competizione sportiva, ma anche l'atmosfera, le emozioni e la passione che animano la Coppa America.\n\n###\n\nThe America's Cup is one of the most prestigious and oldest sailing competitions in the world. From 1983 to 2024, the event has showcased extraordinary athletes, innovative boats, and breathtaking sceneries. One of the privileged observers of these editions has been Carlo Borlenghi, an Italian photographer internationally recognized for his stunning shots in the world of sailing. Through his lens, Borlenghi has captured unforgettable moments, managing to convey not only the sporting competition but also the atmosphere, emotions, and passion that animate the America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Cisco’s AI-driven tech set to sail for Luna Rossa’s America’s Cup challenge",
    "date": "Fri, 29 Aug 2025 14:08:59 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ciscos-ai-driven-tech-set-to-sail-for-luna-rossas-americas-cup-challenge",
    "image": "https://images.unsplash.com/photo-1746841904329-e4362c48438b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY3OTY0MjV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'innovativa tecnologia guidata dall'Intelligenza Artificiale (IA) di Cisco è pronta a salpare per la sfida della Coppa America di Luna Rossa. La notizia, arrivata venerdì 29 agosto 2025, segna un nuovo capitolo nel mondo della vela, che si avvia a sfruttare le potenzialità dell'IA per ottimizzare le performance in mare. Cisco, leader mondiale nel settore delle reti di comunicazione e dell'informatica, ha sviluppato una tecnologia avanzata che si prevede avrà un impatto significativo sulla strategia e sulle capacità di navigazione del team italiano.\n\n###\n\nCisco's innovative AI-driven technology is set to sail for Luna Rossa’s America's Cup challenge. The news, which arrived on Friday, August 29, 2025, marks a new chapter in the world of sailing, which is beginning to leverage the potential of AI to optimize performance at sea. Cisco, a global leader in the field of communication networks and computing, has developed advanced technology that is expected to have a significant impact on the Italian team's navigation strategy and capabilities.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "A Day in the Life of Jimmy Spithill, the CEO of Red Bull Italy SailGP",
    "date": "Mon, 01 Sep 2025 09:05:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/a-day-in-the-life-of-jimmy-spithill-the-ceo-of-red-bull-italy-sailgp",
    "image": "https://images.unsplash.com/photo-1535450535339-38bd424a6d38?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY3OTY0MzV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "In un giorno normale, Jimmy Spithill, l'attuale CEO di Red Bull Italy SailGP, si sveglia alle prime luci dell'alba. Non perché è un madrugador, ma perché il suo stile di vita lo richiede. La sua giornata è piena di riunioni, decisioni strategiche, e la pianificazione della prossima gara di vela. Ma non si tratta solo di affari. Spithill è un appassionato di vela e un pioniere nello sport, con una carriera che abbraccia più di due decenni. Tra le sue molte realizzazioni, ha vinto due volte la America's Cup, la più prestigiosa competizione di vela al mondo, e ha guidato la sua squadra, Oracle Team USA, alla vittoria nel 2010 e 2013.\n\n###\n\nOn a typical day, Jimmy Spithill, the current CEO of Red Bull Italy SailGP, wakes up at the crack of dawn. Not because he is an early bird, but because his lifestyle demands it. His day is filled with meetings, strategic decisions, and planning for the next sailing race. But it's not all business. Spithill is a passionate sailor and a pioneer in the sport, with a career spanning more than two decades. Among his many achievements, he has won the America's Cup, the world's most prestigious sailing competition, twice and led his team, Oracle Team USA, to victory in 2010 and 2013.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]