[
  {
    "id": 1,
    "title": "An America’s Cup without an American boat? American Magic says it may not sail in Naples",
    "date": "Thu, 22 May 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/an-americas-cup-without-an-american-boat-american-magic-says-it-may-not-sail-in-naples",
    "image": "https://images.unsplash.com/photo-1518463892881-d587bf2c296a?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NDk5OTMxNTN8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\nUna Coppa America senza una barca americana? American Magic, il team di vela degli Stati Uniti, ha recentemente dichiarato che potrebbe non partecipare alla prossima edizione della prestigiosa regata che si terrà a Napoli. Questa notizia ha suscitato molte discussioni e preoccupazioni tra gli appassionati di vela e gli organizzatori dell'evento. La Coppa America è uno degli eventi sportivi più antichi e prestigiosi al mondo, e la mancanza di una barca americana sarebbe un cambiamento storico. American Magic ha partecipato con successo a molte edizioni passate della Coppa, e la sua assenza sarebbe senz'altro sentita.\n\n###\n\nEnglish Version:\nAn America's Cup without an American boat? American Magic, the U.S. sailing team, has recently stated that it may not participate in the upcoming edition of the prestigious regatta to be held in Naples. This news has sparked much discussion and concern among sailing enthusiasts and event organizers alike. The America's Cup is one of the oldest and most prestigious sporting events in the world, and the absence of an American boat would be a historic change. American Magic has successfully participated in many past editions of the Cup, and its absence would undoubtedly be felt.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Ben Ainslie’s choppy seas: SailGP, the America’s Cup and a split with Ineos",
    "date": "Sat, 14 Jun 2025 14:17:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ben-ainslies-choppy-seas-sailgp-the-americas-cup-and-a-split-with-ineos",
    "image": "https://images.unsplash.com/photo-1506527240747-720a3e17b910?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NDk5OTMxNjR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\nIl noto velista britannico Ben Ainslie si trova in acque agitate con la sua recente separazione da Ineos, una delle più importanti squadre di vela al mondo. Ainslie, che ha una lunga e rispettata carriera nella vela, è anche coinvolto nel SailGP, un campionato annuale di vela con i più veloci catamarani al mondo. Tuttavia, la sua recente separazione da Ineos ha sollevato domande sul suo futuro nel mondo della vela. Inoltre, l'America’s Cup, la più antica competizione internazionale di vela, è un'altra sfida che Ainslie deve affrontare. Nonostante le difficoltà, il velista britannico è determinato a navigare attraverso queste acque tempestose e a mantenere la sua posizione come uno dei migliori velisti del mondo.\n\nVersione Inglese: ###\nRenowned British sailor Ben Ainslie is navigating choppy waters with his recent split from Ineos, one of the world's leading sailing teams. Ainslie, who has a long and respected career in sailing, is also involved in SailGP, an annual sailing championship featuring the world's fastest catamarans. However, his recent split from Ineos has raised questions about his future in the sailing world. Furthermore, the America's Cup, the oldest international sailing competition, is another challenge that Ainslie has to face. Despite the difficulties, the British sailor is determined to sail through these stormy waters and maintain his position as one of the world's top sailors.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Alfa Romeo is going racing again… with a sailing boat",
    "date": "Tue, 10 Jun 2025 14:30:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/alfa-romeo-is-going-racing-again-with-a-sailing-boat",
    "image": "https://images.unsplash.com/photo-1517778968789-3eea19b05c18?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NDk5OTMxNzR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Alfa Romeo, il famoso marchio automobilistico italiano, sta tornando a gareggiare, ma questa volta non sulla pista, bensì in mare. Il costruttore di automobili, noto per la sua lunga e gloriosa storia nelle corse automobilistiche, ha deciso di entrare nel mondo delle regate a vela. Questa mossa segna un nuovo capitolo nella storia dello sport per Alfa Romeo, che ha sempre cercato nuovi modi per esprimere la sua passione per la velocità e la competizione. L'ingresso nel mondo della vela non solo dimostra la versatilità del marchio, ma rappresenta anche un'opportunità per Alfa Romeo di portare la sua esperienza, la sua tecnologia e il suo spirito competitivo in un nuovo contesto. Si prevede che la mossa genererà grande interesse e attenzione da parte dei fan del marchio e degli appassionati di vela.\n\n###\n\nAlfa Romeo, the renowned Italian automotive brand, is going back to racing, but this time not on the track, but on the sea. The car manufacturer, known for its long and glorious history in car racing, has decided to venture into the world of sailing races. This move marks a new chapter in the sports history for Alfa Romeo, which has always sought new ways to express its passion for speed and competition. The venture into sailing not only showcases the versatility of the brand, but also represents an opportunity for Alfa Romeo to bring its expertise, technology, and competitive spirit into a new context. The move is expected to generate great interest and attention from the brand's fans and sailing enthusiasts.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]