[
  {
    "id": 1,
    "title": "Hall of Famers Incoming",
    "date": "Mon, 08 Sep 2025 13:33:34 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/hall-of-famers-incoming",
    "image": "https://images.unsplash.com/photo-1683611843032-0890bdd992de?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc0MDEyMTJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Nel mondo della vela, poche onorificenze sono altrettanto prestigiose quanto l'inserimento nella Hall of Fame. Quest'anno, un nuovo gruppo di leggende della vela si appresta a raggiungere questo importante traguardo, come riportato da Sailing World il 8 Settembre 2025. La Hall of Fame della vela, istituita per commemorare e celebrare le personalità più influenti e i momenti più significativi di questo sport, accoglierà presto nuovi membri che hanno lasciato un segno indelebile nel mondo della vela.\n\n###\n\nIn the world of sailing, few honors are as prestigious as induction into the Hall of Fame. This year, a new group of sailing legends is set to reach this significant milestone as reported by Sailing World on September 8, 2025. The Sailing Hall of Fame, established to commemorate and celebrate the most influential personalities and significant moments in the sport, will soon welcome new inductees who have left an indelible mark in the world of sailing.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Game time for NYYC Invitational Cup",
    "date": "Mon, 08 Sep 2025 17:15:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/game-time-for-nyyc-invitational-cup",
    "image": "https://images.unsplash.com/photo-1662155284245-77ee3bad8017?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc0MDEyMjB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "È tempo di gioco per la NYYC Invitational Cup. L'attesa è finita e finalmente inizia la competizione tanto attesa dagli appassionati di vela. La New York Yacht Club ha annunciato che la regata si svolgerà come previsto, nonostante le preoccupazioni legate alla pandemia. La sicurezza dei partecipanti e del pubblico è stata messa al primo posto, con misure di prevenzione e sicurezza rigorose implementate. La NYYC Invitational Cup è riconosciuta come una delle competizioni di vela più prestigiose a livello mondiale, e il suo inizio è un segnale positivo per il ritorno alla normalità nel mondo dello sport.\n\n###\n\nGame time for the NYYC Invitational Cup has arrived. The much-anticipated sailing competition has finally begun. The New York Yacht Club has assured that the race will take place as planned, despite concerns related to the pandemic. The safety of the participants and the public has been prioritized, with stringent prevention and safety measures in place. The NYYC Invitational Cup is recognized as one of the most prestigious sailing competitions worldwide, and its commencement is a positive sign for the return to normalcy in the world of sports.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "NAPLES SET TO CONTINUE THE YOUTH AMERICA’S CUP – A COMPETITION WHERE THE FUTURE STARS OF THE AMERICA’S CUP EMERGE",
    "date": "Wed, 03 Sep 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-set-to-continue-the-youth-americas-cup-a-competition-where-the-future-stars-of-the-americas-cup-emerge",
    "image": "https://images.unsplash.com/photo-1665253264238-e9454b3bb826?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc0MDEyMzF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Napoli si prepara ad ospitare una nuova edizione della Youth America's Cup, una competizione che negli anni ha dato lustro alla vela mondiale, lanciando giovani talenti nel firmamento della prestigiosa America's Cup. Il capoluogo campano, con il suo splendido golfo e le sue condizioni meteo-marine ideali, si conferma come la location perfetta per un evento di tale portata. Giovanissimi velisti provenienti da tutto il mondo si sfideranno in acque napoletane, con l'obiettivo di seguire le orme dei grandi campioni che hanno fatto la storia di questa competizione.\n\n###\n\nNaples is gearing up to host another edition of the Youth America's Cup, a competition that has brought acclaim to world sailing, launching young talents into the firmament of the prestigious America's Cup. The capital of Campania, with its splendid gulf and ideal weather-marine conditions, confirms itself as the perfect location for an event of this magnitude. Very young sailors from all over the world will compete in Neapolitan waters, with the aim of following in the footsteps of the great champions who have made the history of this competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]