[
  {
    "id": 1,
    "title": "America's Cup: Impasse over 2027 Cup close to resolution.",
    "date": "Sat, 09 Aug 2025 11:56:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-impasse-over-2027-cup-close-to-resolution",
    "image": "https://images.unsplash.com/photo-1659286611265-24f934ea31cd?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ5ODIwMTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Mentre l'America's Cup 2025 sta ancora vivendo la sua fase clou, l'attenzione si rivolge già alla prossima edizione del 2027. Infatti, nelle ultime settimane, le discussioni riguardanti la sede, il formato e le regole della competizione del 2027 hanno causato una situazione di stallo. Tuttavia, secondo le ultime notizie, sembra che la risoluzione di questa impasse sia vicina. Questo annuncio ha suscitato un'enorme curiosità tra gli appassionati di vela, che attendono con impazienza i dettagli ufficiali.\n\n###\n\nAs the 2025 America's Cup is still in its peak phase, the focus is already shifting to the next 2027 edition. In recent weeks, discussions regarding the venue, format, and rules of the 2027 competition have caused a deadlock. However, according to the latest news, the resolution to this impasse seems close at hand. This announcement has sparked enormous curiosity among sailing enthusiasts, who are eagerly waiting for the official details.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup: Protocol signing confirmed - a \"ground breaking\" partnership",
    "date": "Tue, 12 Aug 2025 04:03:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-protocol-signing-confirmed-a-ground-breaking-partnership",
    "image": "https://images.unsplash.com/photo-1749766903777-07d37839a661?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ5ODIwMjZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il 12 agosto 2025 è stata confermata una partnership rivoluzionaria per la Coppa America, il più antico trofeo sportivo internazionale, con la firma del protocollo. Questa partnership ha l'obiettivo di portare la competizione a un nuovo livello di visibilità e partecipazione. Nonostante i dettagli dell'accordo non siano stati ancora rivelati, da fonti interne si sussurra di un'innovativa strategia di marketing e di un impegno rinnovato per la sostenibilità. Quest'ultimo aspetto è da tempo un punto di discussione nel mondo della vela e questa partnership potrebbe rappresentare un passo significativo in avanti.\n\n###\n\nOn August 12, 2025, a ground-breaking partnership for the America's Cup, the oldest international sports trophy, was confirmed with the protocol signing. This partnership aims to take the competition to a new level of visibility and participation. While the details of the agreement have not yet been revealed, there is internal buzz about an innovative marketing strategy and a renewed commitment to sustainability. The latter has long been a point of discussion in the sailing world, and this partnership could represent a significant step forward.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "‘Boldest change in 174 years’: New rules for America’s Cup require a woman on board, spending cap",
    "date": "Tue, 12 Aug 2025 02:01:02 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/boldest-change-in-174-years-new-rules-for-americas-cup-require-a-woman-on-board-spending-cap",
    "image": "https://images.unsplash.com/photo-1712997214623-4de1f3474877?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ5ODIwMzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America, la competizione velica più antica e prestigiosa al mondo, ha annunciato un cambiamento rivoluzionario nelle sue regole, richiedendo che almeno una donna sia a bordo di ogni equipaggio e introducendo un tetto di spesa per le squadre. Questa decisione rappresenta il cambiamento più audace negli ultimi 174 anni di storia della competizione. Nonostante le proteste di alcuni appassionati di vela che temono che queste nuove misure possano diminuire il livello di competitività, l'organizzazione insiste sul fatto che sono necessarie per garantire una maggiore equità e inclusività nel mondo della vela. \n\n###\n\nThe America's Cup, the world's oldest and most prestigious sailing competition, has announced a groundbreaking change in its rules, requiring at least one woman to be on board each crew and introducing a spending cap for the teams. This decision represents the boldest change in the competition's 174-year history. Despite the protests of some sailing enthusiasts who fear that these new measures may decrease the level of competitiveness, the organization insists that they are necessary to ensure greater fairness and inclusivity in the world of sailing.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]