[
  {
    "id": 1,
    "title": "Details in place for 38th America’s Cup",
    "date": "Thu, 11 Sep 2025 16:16:51 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/details-in-place-for-38th-americas-cup",
    "image": "https://images.unsplash.com/photo-1561908860-971f1e27e89e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgwOTI0MTd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Dopo mesi di preparativi intensi e di attesa fervida, sono finalmente stati svelati i dettagli per la 38ª America's Cup, l'evento più prestigioso della vela mondiale. Un evento che, come sempre, promette di essere una spettacolare fusione di avvincente competizione sportiva, innovazione tecnologica e glamour di alto livello. Secondo quanto riferito da Scuttlebutt Sailing News, l'annuncio ufficiale ha confermato il ritorno alla tradizione con i monoscafi, senza tuttavia rinunciare alle innovazioni introdotte nelle ultime edizioni.\n\n### \n\nAfter months of intense preparations and eager anticipation, the details for the 38th America's Cup, the most prestigious event in world sailing, have finally been unveiled. As always, the event promises to be a spectacular fusion of thrilling sports competition, technological innovation, and high-level glamour. According to Scuttlebutt Sailing News, the official announcement confirmed a return to tradition with monohulls, while still embracing the innovations introduced in recent editions.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "AC75 CLASS RULES AND TECHNICAL REGULATIONS PUBLISHED",
    "date": "Thu, 11 Sep 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ac75-class-rules-and-technical-regulations-published",
    "image": "https://images.unsplash.com/photo-1561908860-971f1e27e89e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgwOTI0MTd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La classe AC75, protagonista delle sfide di vela della Coppa America, ha da poco pubblicato nuove regole tecniche e di classe. Questo aggiornamento, annunciato il 11 settembre 2025, ha come obiettivo principale quello di migliorare le prestazioni delle imbarcazioni e garantire una competizione più equa e avvincente. Le nuove regole dettagliano una serie di aspetti tecnici specifici, tra cui le dimensioni e il peso dell'imbarcazione, il disegno delle vele, la gestione del team e molto altro. Questo regolamento, una volta implementato, offrirà una base solida per la futura evoluzione della classe AC75 e per la Coppa America.\n\n###\n\nThe AC75 class, the protagonist of the America's Cup sailing challenges, has recently published new technical and class rules. This update, announced on September 11, 2025, aims mainly to improve the performance of the boats and ensure a more fair and exciting competition. The new rules detail a series of specific technical aspects, including the size and weight of the boat, the design of the sails, team management, and much more. This regulation, once implemented, will provide a solid foundation for the future evolution of the AC75 class and for the America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: ETNZ's design head Dan Bernasconi explains the key points of the new Rules",
    "date": "Fri, 12 Sep 2025 00:37:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-etnz-s-design-head-dan-bernasconi-explains-the-key-points-of-the-new-rules",
    "image": "https://images.unsplash.com/photo-1561908860-971f1e27e89e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgwOTI0MTd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La America's Cup, la più antica competizione internazionale di vela ancora in corso, è pronta ad affrontare una nuova edizione con regole rivoluzionarie. Dan Bernasconi, capo del design team di Emirates Team New Zealand (ETNZ), ha spiegato i punti chiave delle nuove linee guida in un'intervista rilasciata il 12 settembre 2025. Le nuove regole, che mirano a rendere la competizione più equa e coinvolgente, sono state accolte con grande interesse dalle squadre partecipanti e dagli appassionati di vela.\n\n###\n\nThe America's Cup, the oldest international sailing competition still underway, is gearing up for a new edition with groundbreaking rules. Dan Bernasconi, the head of the design team for Emirates Team New Zealand (ETNZ), outlined the key points of the new guidelines in an interview given on September 12, 2025. The new rules, which aim to make the competition fairer and more engaging, have been met with great interest by the participating teams and sailing enthusiasts.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]