[
  {
    "id": 1,
    "title": "The Outcasts of the Yacht Club Are Changing Sailing’s Image",
    "date": "Fri, 22 Aug 2025 09:00:23 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-outcasts-of-the-yacht-club-are-changing-sailings-image",
    "image": "https://images.unsplash.com/photo-1749735787971-296c43800a35?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYwNjg4NzZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La vela sta subendo una trasformazione radicale grazie ai cosiddetti \"emarginati\" del Yacht Club. Questi audaci innovatori, precedentemente considerati ai margini della comunità velistica, stanno cambiando l'immagine del settore, sfidando le preconcette nozioni di elitismo e esclusività. L'articolo, pubblicato su Bloomberg.com il 22 Agosto 2025, mette in luce come questi \"outsider\" stiano rivoluzionando non solo l'immagine della vela, ma anche le sue pratiche, attraverso l'adozione di tecnologie all'avanguardia e l'implementazione di metodi di allenamento innovativi.\n\n###\n\nSailing is undergoing a radical transformation thanks to the so-called \"outcasts\" of the Yacht Club. These audacious innovators, previously considered at the edges of the sailing community, are changing the industry's image, challenging preconceived notions of elitism and exclusivity. The article, published on Bloomberg.com on August 22, 2025, highlights how these \"outsiders\" are revolutionizing not only the image of sailing but also its practices, through the adoption of cutting-edge technologies and the implementation of innovative training methods.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America’s Cup overhauled: Women sailors, battery power, fleet racing and more in new Protocol. Plus hope for Brits?",
    "date": "Tue, 12 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-overhauled-women-sailors-battery-power-fleet-racing-and-more-in-new-protocol-plus-hope-for-brits",
    "image": "https://images.unsplash.com/photo-1707846806021-10f0ef58cb7d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYwNjg4ODh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo della vela è in fermento grazie al nuovo Protocollo della Coppa America, un documento che stabilisce le regole di gara per la più antica competizione sportiva internazionale. La novità più eclatante riguarda la presenza delle donne: per la prima volta nella storia della regata, le squadre saranno obbligate ad includere almeno una donna tra i membri del proprio equipaggio. Ma le novità non finiscono qui. Il Protocollo prevede anche l'introduzione di barche alimentate a batteria, una mossa eco-sostenibile che mira a ridurre l'impatto ambientale della competizione. Infine, viene introdotto il concetto di regata a flotta, in cui più barche competono simultaneamente, anziché in singoli duelli. In tutto questo, c'è anche una luce di speranza per i britannici, che hanno sempre sognato di portare a casa la prestigiosa Coppa.\n\n###\n\nThe world of sailing is abuzz with the new America's Cup Protocol, a document that sets the racing rules for the oldest international sports competition. The most striking novelty concerns the presence of women: for the first time in the history of the regatta, teams will be required to include at least one woman among their crew members. But the novelties do not end here. The Protocol also introduces battery-powered boats, an eco-friendly move aimed at reducing the environmental impact of the competition. Lastly, the concept of fleet racing is introduced, where multiple boats compete simultaneously, rather than in single duels. Amidst all this, there is also a glimmer of hope for the Brits, who have always dreamed of bringing home the prestigious Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Protocol signing confirmed - a \"ground breaking\" partnership",
    "date": "Tue, 12 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-protocol-signing-confirmed-a-ground-breaking-partnership",
    "image": "https://images.unsplash.com/photo-1645638120830-2bdd545cad06?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYwNjg4OTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La storica competizione di vela, America's Cup, sta per vivere una nuova rivoluzione. È stata infatti confermata la firma del Protocollo che sancisce una partnership rivoluzionaria, definita \"ground breaking\". Questa importante notizia è stata diffusa il 12 agosto 2025, segnando un nuovo capitolo nella lunga storia di questa competizione, conosciuta come la più antica del mondo in ambito sportivo. \n\n###\n\nThe historic sailing competition, the America's Cup, is about to experience a new revolution. The signing of a Protocol has been confirmed, which establishes a groundbreaking partnership. This important news was released on August 12, 2025, marking a new chapter in the long history of this competition, known as the oldest in the world in terms of sports.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]