[
  {
    "id": 1,
    "title": "On This Day – September 26, 1983: Australia II Wins America’s Cup in Newport",
    "date": "Fri, 26 Sep 2025 09:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/on-this-day-september-26-1983-australia-ii-wins-americas-cup-in-newport",
    "image": "https://images.unsplash.com/photo-1645938036262-d6d59c29650d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTkxMzQ0Mzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il 26 settembre 1983 è una data che resta indelebile nella storia della vela e dello sport in generale. In quel giorno, infatti, l'Australia II conquistava l'America's Cup a Newport, rompendo un secolo di dominio americano nella prestigiosa competizione. La vittoria dell'Australia II segnò un episodio storico, non solo per l'Australia ma per il mondo intero, dato che l'America's Cup era da tempo considerata una roccaforte inespugnabile degli Stati Uniti. La barca australiana, con il suo design rivoluzionario e la sua equipaggio determinato, riuscì a sconfiggere il defender americano Liberty in una serie di regate appassionanti e altamente competitive.\n\n###\n\nSeptember 26, 1983, is an unforgettable date in the history of sailing and sports in general. On that day, Australia II won the America's Cup in Newport, breaking a century of American dominance in this prestigious competition. The victory of Australia II marked a historic event, not only for Australia but for the whole world, as the America's Cup had long been considered an impregnable fortress of the United States. The Australian boat, with its revolutionary design and determined crew, managed to defeat the American defender Liberty in a series of thrilling and highly competitive races.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Clash looms with SailGP as America's Cup test time limits bite in early 2026",
    "date": "Sat, 27 Sep 2025 12:51:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/clash-looms-with-sailgp-as-america-s-cup-test-time-limits-bite-in-early-2026",
    "image": "https://images.unsplash.com/photo-1645938036262-d6d59c29650d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTkxMzQ0Mzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Nel 2026, è previsto un imminente scontro tra la SailGP e la America's Cup a causa dei limiti di tempo imposti per i test. Questo è quanto emerge da una notizia diffusa da Sail-World.com il 27 settembre 2025. Il problema nasce dall'incompatibilità tra i calendari delle due competizioni veliche di alto livello. La SailGP, infatti, ha un calendario di eventi molto fitto che rischia di interferire con i tempi di prova stabiliti per la America's Cup. Questi ultimi, infatti, sono strettamente regolamentati e non prevedono margini di flessibilità. Di conseguenza, le squadre che partecipano a entrambe le competizioni potrebbero trovarsi in una posizione molto difficile.\n\n###\n\nIn 2026, an impending clash between SailGP and the America's Cup due to the test time limits is expected. This is what emerges from a news released by Sail-World.com on September 27, 2025. The issue arises from the incompatibility between the calendars of the two high-level sailing competitions. SailGP, indeed, has a very tight event schedule that risks interfering with the trial times established for the America's Cup. These latter are strictly regulated and do not provide margins for flexibility. Consequently, teams participating in both competitions may find themselves in a very difficult position.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Breaking the chains: How the America’s Cup finally agreed to modernise",
    "date": "Thu, 18 Sep 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/breaking-the-chains-how-the-americas-cup-finally-agreed-to-modernise",
    "image": "https://images.unsplash.com/photo-1645938036262-d6d59c29650d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTkxMzQ0Mzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Dopo anni di tradizioni invariate e normative rigide, l'America's Cup, la più antica competizione internazionale di vela, ha finalmente accettato di modernizzarsi. Questa decisione storica, risalente al 18 settembre 2025, rappresenta un significativo passo avanti per l'evento, spesso criticato per la sua riluttanza a evolversi con i tempi. La modernizzazione, tuttavia, non significa un completo abbandono delle tradizioni che hanno reso la competizione unica. Al contrario, l'America's Cup si impegna a equilibrare l'innovazione con il rispetto del patrimonio storico, unendo il meglio dei due mondi per un futuro più sostenibile e accessibile dello sport della vela.\n\n###\n\nAfter years of unaltered traditions and rigid regulations, the America's Cup, the oldest international sailing competition, has finally agreed to modernise. This historic decision, dating back to September 18, 2025, represents a significant step forward for the event, often criticised for its reluctance to evolve with the times. However, modernisation does not mean a total abandonment of the traditions that have made the competition unique. On the contrary, the America's Cup commits to balancing innovation with respect for historical heritage, combining the best of both worlds for a more sustainable and accessible future of sailing sport.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]