[
  {
    "id": 1,
    "title": "The Outcasts of the Yacht Club Are Changing Sailing’s Image",
    "date": "Fri, 22 Aug 2025 09:00:23 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-outcasts-of-the-yacht-club-are-changing-sailings-image",
    "image": "https://images.unsplash.com/photo-1607510891430-020fff3e5549?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYyNzg0Mzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La vela è da sempre stata considerata uno sport elitario, sinonimo di prestigio e status sociale elevato. Ma qualcosa sta cambiando. Gli emarginati del Yacht Club, un gruppo eterogeneo di individui che non si conformano agli stereotipi comuni della vela, stanno dando una nuova immagine a questo sport. Lontani dai riflettori e dall'opulenza tipica delle competizioni di alto livello, questi appassionati di vela, provenienti da contesti sociali e professionali molto diversi, stanno dimostrando che la vela può essere accessibile a tutti, indipendentemente dal proprio ceto sociale o background culturale. Questo cambiamento di immagine sta lentamente trasformando la percezione della vela, portando una ventata di freschezza e inclusività in un mondo che ne aveva bisogno.\n\n###\n\nSailing has always been considered an elitist sport, synonymous with prestige and high social status. But something is changing. The outcasts of the Yacht Club, a diverse group of individuals who do not conform to the common stereotypes of sailing, are giving this sport a new image. Far from the spotlight and opulence typical of high-level competitions, these sailing enthusiasts, coming from very different social and professional backgrounds, are showing that sailing can be accessible to all, regardless of their social class or cultural background. This image change is slowly transforming the perception of sailing, bringing a breath of freshness and inclusivity to a world that needed it.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup teams agree to 'carry VIPs' from 2027",
    "date": "Tue, 12 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-teams-agree-to-carry-vips-from-2027",
    "image": "https://images.unsplash.com/photo-1660906269148-6e3a94232b4a?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYyNzg0NDV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Le squadre della Coppa America hanno raggiunto un accordo per \"trasportare VIP\" a partire dal 2027. Questa decisione, annunciata il 12 agosto 2025, rappresenta un cambiamento significativo nel modo in cui si svolgeranno le future competizioni. Nonostante la decisione possa sembrare fuori dal comune, è stata presa per migliorare l'esperienza degli spettatori e per aumentare la visibilità dell'evento a livello globale. Ospitare VIP a bordo delle barche durante le regate offre infatti un'esperienza unica e coinvolgente, che potrebbe attrarre nuovi sponsor e promuovere ulteriormente la Coppa America.\n\n###\n\nAmerica's Cup teams have agreed to 'carry VIPs' starting from 2027. This decision, announced on August 12, 2025, represents a significant change in how future competitions will be conducted. Despite the decision may seem out of the ordinary, it was made to enhance spectator experience and to increase the event's global visibility. Hosting VIPs on boats during races indeed offers a unique and engaging experience, which could attract new sponsors and further promote the America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: The fish hooks in the Brave, New Protocol - Updated",
    "date": "Tue, 12 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-the-fish-hooks-in-the-brave-new-protocol-updated",
    "image": "https://images.unsplash.com/photo-1602859915273-33ec20f71b12?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYyNzg0NTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Nel mondo della vela, la Coppa America è un evento di prim'ordine. In un recente sviluppo, la Brave, New Protocol della Coppa America ha rivelato alcune \"insidie\". Questi intoppi, o \"fish hooks\", come sono stati etichettati, sono stati rilevati durante la fase di implementazione del nuovo protocollo. Sebbene non ci siano dettagli specifici su quali siano queste insidie, la notizia ha sollevato diverse domande sulla navigazione del corso della Coppa America. La notizia, riportata per la prima volta da Sail-World.com il 12 agosto 2025, ha dato un nuovo colpo di scena alle aspettative per la prossima Coppa America.\n\n###\n\nIn the sailing world, the America's Cup is a premier event. In a recent development, the Brave, New Protocol of the America's Cup has revealed some 'snags'. These snags, or 'fish hooks' as they have been labeled, were detected during the implementation phase of the new protocol. While there are no specific details on what these snags are, the news has raised several questions about navigating the course of the America's Cup. The news, first reported by Sail-World.com on August 12, 2025, has added a new twist to the expectations for the upcoming America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]