[
  {
    "id": 1,
    "title": "America's Cup: Emirates Team NZ wins apology and settlement over 2021 Cup row.",
    "date": "Fri, 27 Jun 2025 21:52:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-emirates-team-nz-wins-apology-and-settlement-over-2021-cup-row",
    "image": "https://images.unsplash.com/photo-1606386543740-66c6b18e528d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTExMDIyMTB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\nLa America's Cup ha visto la vittoria del Team Emirates NZ in una controversia che ha coinvolto l'edizione 2021 della prestigiosa competizione di vela. Il team neozelandese ha ricevuto delle scuse e un risarcimento per la disputa legata alla competizione. La disputa era nata da alcune questioni non chiare relative alla gestione della regata, che avevano causato disaccordi tra il team Emirates e gli organizzatori dell'evento. Nonostante le tensioni, il team neozelandese ha potuto partecipare alla competizione, riuscendo a trionfare nonostante le difficoltà. Questa risoluzione rappresenta un passo importante verso la riappacificazione tra le parti coinvolte, sperando che eventi simili non si verifichino in futuro. \n\n###\n\nEnglish Version:\nThe America's Cup has seen the victory of Emirates Team NZ in a controversy that involved the 2021 edition of the prestigious sailing competition. The New Zealand team has received an apology and a settlement for the dispute related to the competition. The row had arisen from some unclear issues related to the race management, which had caused disagreements between the Emirates team and the event organizers. Despite the tensions, the New Zealand team was able to participate in the competition, managing to triumph despite the difficulties. This resolution represents an important step towards reconciliation between the parties involved, hoping that similar events do not occur in the future.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "An America’s Cup without an American boat? American Magic says it may not sail in Naples",
    "date": "Thu, 22 May 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/an-americas-cup-without-an-american-boat-american-magic-says-it-may-not-sail-in-naples",
    "image": "https://images.unsplash.com/photo-1736823748965-2bc2144a210a?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTExMDIyMjR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Una Coppa America senza una barca americana? American Magic dice che potrebbe non navigare a Napoli\n\nLa prestigiosa competizione velica Coppa America potrebbe svolgersi senza la presenza di una barca americana. American Magic, il team di vela statunitense, ha dichiarato che potrebbe non partecipare alla prossima edizione della gara che si svolgerà a Napoli. Non sono state fornite ragioni specifiche per questa possibile assenza, ma si sospetta che possa essere legata a problemi di bilancio o di compatibilità con il calendario di altre importanti gare internazionali. La mancanza di una barca americana sarebbe un evento significativo, dato che gli Stati Uniti hanno una lunga e gloriosa storia nella Coppa America, avendo vinto la competizione molte volte. L'assenza di American Magic sarebbe un duro colpo per i fan della vela negli Stati Uniti e sarebbe un grande cambiamento per la competizione stessa.\n\n###\n\nAn America’s Cup without an American boat? American Magic says it may not sail in Naples\n\nThe prestigious sailing competition America's Cup could take place without the presence of an American boat. American Magic, the US sailing team, has stated that it may not participate in the next edition of the race which will be held in Naples. No specific reasons were given for this possible absence, but it is suspected that it may be related to budget issues or compatibility with the schedule of other major international races. The lack of an American boat would be a significant event, as the United States has a long and glorious history in the America's Cup, having won the competition many times. The absence of American Magic would be a hard blow for sailing fans in the United States and would be a big change for the competition itself.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "INEOS Britannia Exits the America’s Cup",
    "date": "Thu, 10 Apr 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ineos-britannia-exits-the-americas-cup",
    "image": "https://images.unsplash.com/photo-1544799048-49e9a979ef50?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTExMDIyMzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\nINEOS Britannia, il team britannico di vela, ha annunciato il suo ritiro dalla America's Cup, il più prestigioso trofeo internazionale di vela. Questa decisione segna la fine di un periodo intenso e impegnativo per il team, che ha dedicato anni di lavoro e sforzi per competere al massimo livello in questa importante competizione. La squadra, guidata dallo skipper Sir Ben Ainslie, ha mostrato grande spirito sportivo e determinazione, ma nonostante gli sforzi, non è riuscita a raggiungere i risultati sperati. La decisione di ritirarsi non è stata presa alla leggera e riflette la consapevolezza dei limiti e delle sfide che la squadra ha dovuto affrontare. Nonostante l'uscita dalla competizione, INEOS Britannia rimane impegnata nel mondo della vela, con l'intento di continuare a promuovere e sostenere questo sport a livello internazionale.\n\n###\n\nEnglish Version:\nINEOS Britannia, the British sailing team, has announced its withdrawal from the America's Cup, the most prestigious international sailing trophy. This decision marks the end of an intense and challenging period for the team, who has dedicated years of hard work and effort to compete at the highest level in this significant competition. The team, led by skipper Sir Ben Ainslie, has shown great sportsmanship and determination, but despite their efforts, they were not able to achieve the desired results. The decision to withdraw was not taken lightly and reflects the team's awareness of the limitations and challenges they had to face. Despite leaving the competition, INEOS Britannia remains committed to the world of sailing, with the intent to continue promoting and supporting this sport on an international level.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]