[
  {
    "id": 1,
    "title": "Through the lens of Carlo Borlenghi",
    "date": "Wed, 27 Aug 2025 19:38:28 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/through-the-lens-of-carlo-borlenghi",
    "image": "https://images.unsplash.com/photo-1563976431717-c18853a369ad?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYzNjQ0MTR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Attraverso l'obiettivo di Carlo Borlenghi, siamo trasportati nel mondo affascinante e spesso imprevedibile delle competizioni veliche. Borlenghi, un fotografo italiano con una passione per il mare e la vela, ha fatto della fotografia di yacht e regate il fulcro della sua carriera, catturando momenti di intensa azione e sublime bellezza. Le sue immagini, cariche di luce, energia e movimento, sono state ampiamente riconosciute e apprezzate nel panorama internazionale della fotografia velica. Le sue fotografie non sono solo documenti di eventi, ma veri e propri racconti che rivelano l'essenza emozionale della vela, il legame tra l'uomo e il mare, la lotta contro gli elementi naturali. \n\n###\n\nThrough the lens of Carlo Borlenghi, we are transported into the fascinating and often unpredictable world of sailing competitions. Borlenghi, an Italian photographer with a passion for the sea and sailing, has made photographing yachts and regattas the cornerstone of his career, capturing moments of intense action and sublime beauty. His images, charged with light, energy, and movement, have been widely recognized and appreciated in the international sailing photography scene. His photographs are not just documents of events, but true narratives that reveal the emotional essence of sailing, the bond between man and the sea, the struggle against the natural elements.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "505 North American Championship 2025 at Kingston Yacht Club",
    "date": "Mon, 25 Aug 2025 06:22:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/505-north-american-championship-2025-at-kingston-yacht-club",
    "image": "https://images.unsplash.com/photo-1655181059553-9fda580e2287?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYzNjQ0MjJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il 505 North American Championship 2025 è stato ospitato dal prestigioso Kingston Yacht Club. Questo evento, che ha attirato gli appassionati di vela da tutto il continente, ha visto la partecipazione di alcuni dei migliori velisti del Nord America. Il torneo, altamente competitivo, ha messo in mostra le abilità, la precisione e la strategia dei velisti, rendendo il 505 North American Championship 2025 un evento indimenticabile per tutti i partecipanti e gli spettatori.\n\n###\n\nThe 505 North American Championship 2025 was hosted by the prestigious Kingston Yacht Club. This event, attracting sailing enthusiasts from all over the continent, saw participation from some of the best sailors in North America. The tournament, highly competitive in nature, showcased the skill, precision, and strategy of sailors, making the 505 North American Championship 2025 an unforgettable event for all participants and spectators.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Exclusive: America’s Cup deal opens door to sailing prize money",
    "date": "Wed, 13 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/exclusive-americas-cup-deal-opens-door-to-sailing-prize-money",
    "image": "https://images.unsplash.com/photo-1561908860-971f1e27e89e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYzNjQ0MzJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La vela, uno sport amato e seguito da molti, sta per subire una significativa rivoluzione. Nella giornata di mercoledì 13 agosto 2025 è stata raggiunta un'intesa che apre le porte a premi in denaro per l'America's Cup, la più antica competizione internazionale di vela. Questa decisione rappresenta un cambio di paradigma per un mondo sportivo che ha sempre visto in questa competizione un evento incentrato sulla passione per la vela e sull'onore di rappresentare il proprio paese, piuttosto che sulla remunerazione economica.\n\n###\n\nSailing, a sport loved and followed by many, is about to undergo a significant revolution. On Wednesday, August 13, 2025, an agreement was reached that opens the door to prize money for the America's Cup, the oldest international sailing competition. This decision represents a paradigm shift for a sporting world that has always seen this competition as an event focused on the passion for sailing and the honor of representing one's country, rather than on economic remuneration.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]