[
  {
    "id": 1,
    "title": "NAPLES GETS A FIRST TASTE OF THE AMERICA’S CUP… IN 2012 AND 2013",
    "date": "Wed, 06 Aug 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-gets-a-first-taste-of-the-americas-cup-in-2012-and-2013",
    "image": "https://images.unsplash.com/photo-1715576997222-02fad8433b9e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ0ODIzMDl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Nella storia del prestigioso trofeo velico, l'America's Cup, l'anno 2012 e 2013 sono stati particolarmente significativi per la città di Napoli. Questa storica città italiana ha avuto l'onore di ospitare le gare delle World Series dell'America's Cup, dando al pubblico napoletano la possibilità di gustare per la prima volta il sapore di questa emozionante competizione. La città, con il suo magnifico lungomare, ha fornito un palcoscenico spettacolare per le regate, coinvolgendo sia i tifosi locali che quelli internazionali in un'esperienza indimenticabile.\n\n###\n\nIn the history of the prestigious sailing trophy, the America's Cup, the years 2012 and 2013 were particularly significant for the city of Naples. This historic Italian city had the honor of hosting the races of the America's Cup World Series, giving the Neapolitan public the opportunity to taste for the first time the flavor of this exciting competition. The city, with its magnificent waterfront, provided a spectacular stage for the regattas, involving both local and international fans in an unforgettable experience. It's a historical moment, remembered even in 2025, that showcases the eternal connection between Naples and the sea.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Right partners keep pathways open",
    "date": "Tue, 05 Aug 2025 22:59:15 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/right-partners-keep-pathways-open",
    "image": "https://images.unsplash.com/photo-1630516474301-078fefbba596?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ0ODIzMjV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La navigazione non è uno sport solitario, è un'attività che richiede collaborazione e cooperazione. L'importanza di avere i partner giusti nel mondo della vela è fondamentale per mantenere aperti i percorsi e garantire il successo. Questo è quanto emerge da un recente articolo pubblicato su Scuttlebutt Sailing News il 5 agosto 2025. Il pezzo sottolinea come la scelta dei partner di vela, sia che si tratti di co-equipaggiatori, di sponsor o di fornitori di attrezzature, possa fare la differenza nella capacità di una squadra di navigare con successo. Il messaggio principale è che i giusti partner possono aiutare a superare le sfide e a mantenere aperti i percorsi, sia in senso letterale, aiutando a navigare attraverso le acque difficili, sia in senso metaforico, aiutando a superare gli ostacoli che possono sorgere.\n\n###\n\nSailing is not a solitary sport, it is an activity that requires collaboration and cooperation. The importance of having the right partners in the world of sailing is critical to keep pathways open and ensure success. This is according to a recent article published on Scuttlebutt Sailing News on August 5, 2025. The piece underscores how the choice of sailing partners, whether it's co-crew members, sponsors, or equipment suppliers, can make a difference in a team's ability to sail successfully. The main message is that the right partners can help overcome challenges and keep pathways open, both literally, by helping to navigate through difficult waters, and metaphorically, by helping to overcome obstacles that may arise.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Memories of the past - Luna Rossa - six time challenger",
    "date": "Mon, 04 Aug 2025 00:09:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-memories-of-the-past-luna-rossa-six-time-challenger",
    "image": "https://images.unsplash.com/photo-1709125885131-449a3ee5a3b6?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ0ODIzMzl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America è un evento sportivo che non ha bisogno di presentazioni. Sinonimo di prestigio, competizione e passione, ha radici profonde nella storia della vela. Tra i protagonisti indiscussi che hanno contribuito a scrivere le pagine più emozionanti di questa avvincente competizione, spicca senza dubbio il team Luna Rossa. Sei volte sfidante, Luna Rossa ha sempre incarnato lo spirito di resistenza e l'abilità tattica che contraddistinguono i grandi atleti. Questo articolo vuole ricordare le sfide passate, riportando alla mente le emozioni, i successi e le sconfitte, che hanno fatto della Luna Rossa un nome di spicco nella storia della Coppa America.\n\n###\n\nThe America's Cup is a sporting event that needs no introduction. Synonymous with prestige, competition, and passion, it has deep roots in the history of sailing. Among the undisputed protagonists who have contributed to writing the most exciting pages of this thrilling competition, Luna Rossa undoubtedly stands out. A six-time challenger, Luna Rossa has always embodied the spirit of resilience and tactical skill that distinguish great athletes. This article aims to remember past challenges, bringing to mind the emotions, successes, and defeats, that have made Luna Rossa a prominent name in the history of the America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]