[
  {
    "id": 1,
    "title": "THE LOUIS VUITTON 38TH AMERICA’S CUP PROTOCOL REVEALS A GROUNDBREAKING NEW PARTNERSHIP FOR THE LONG-TERM FUTURE OF SPORT'S OLDEST INTERNATIONAL TROPHY",
    "date": "Tue, 12 Aug 2025 09:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-louis-vuitton-38th-americas-cup-protocol-reveals-a-groundbreaking-new-partnership-for-the-long-term-future-of-sport-s-oldest-international-trophy",
    "image": "https://images.unsplash.com/photo-1725412625931-3030140f1c88?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUxNTQ4MTl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La 38a edizione della Louis Vuitton America’s Cup, il trofeo internazionale più antico dello sport, ha rivelato una nuova e rivoluzionaria partnership per il futuro a lungo termine della competizione. Questa notizia, datata 12 agosto 2025, segna un capitolo importante nella storia della vela, presentando cambiamenti significativi nel protocollo della Coppa America. Tra le novità, l'ingresso delle donne tra i velisti, l'utilizzo di energia a batteria, la competizione a flotta e molte altre modifiche. Questo ammodernamento rappresenta un passo avanti significativo per il futuro di uno sport che ha sempre avuto un ruolo fondamentale nel panorama internazionale.\n\n###\n\nThe 38th edition of the Louis Vuitton America’s Cup, the oldest international trophy in sport, has revealed a groundbreaking new partnership for the long-term future of the competition. This news, dated August 12, 2025, marks a significant chapter in the history of sailing, presenting significant changes to the America's Cup Protocol. Among the innovations, the inclusion of women sailors, the use of battery power, fleet racing, and many other changes. This modernization represents a significant step forward for the future of a sport that has always played a fundamental role on the international scene.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "New America's Cup protocol sees female sailors, battery power in 'seismic change' for the Auld Mug",
    "date": "Tue, 12 Aug 2025 05:36:01 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/new-america-s-cup-protocol-sees-female-sailors-battery-power-in-seismic-change-for-the-auld-mug",
    "image": "https://images.unsplash.com/photo-1637003964783-3409fafe3b3a?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUxNTQ4MzB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Nella storia lunga e affascinante della America's Cup, non c'è mai stata una trasformazione così radicale come quella annunciata martedì 12 agosto 2025. In una mossa rivoluzionaria, il nuovo protocollo della America's Cup prevede l'inclusione di veliste donne e l'uso di energia a batteria, una 'variazione sismica' per l'Auld Mug. Questi cambiamenti rappresentano un importante passo avanti nell'evoluzione di questo sport prestigioso e ricco di storia, rendendolo più inclusivo e sostenibile. \n\n###\n\nIn the long and captivating history of the America's Cup, there has never been such a radical transformation as that announced on Tuesday, August 12, 2025. In a groundbreaking move, the new America's Cup protocol sees the inclusion of female sailors and the use of battery power, a 'seismic change' for the Auld Mug. These changes represent a significant step forward in the evolution of this prestigious and storied sport, making it more inclusive and sustainable.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "The British team for the BA Cup 2025 has been chosen",
    "date": "Mon, 11 Aug 2025 12:22:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-british-team-for-the-ba-cup-2025-has-been-chosen",
    "image": "https://images.unsplash.com/photo-1697610524246-fa79a4a7132e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUxNTQ4NDB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La squadra britannica per la BA Cup 2025 è stata scelta. L'annuncio è stato fatto lunedì 11 agosto e ha suscitato grande entusiasmo tra gli appassionati di vela del Regno Unito. La British Sailing Team ha lavorato intensamente per la selezione dei membri, che rappresenteranno il paese in una delle competizioni di vela più prestigiose al mondo. I nomi dei velisti selezionati non sono ancora stati rivelati, ma ci aspettiamo che vengano annunciati molto presto. La BA Cup è un evento atteso con grande entusiasmo sia dai partecipanti che dai tifosi, e la squadra britannica è pronta a dare il massimo per portare a casa il trofeo.\n\n###\nThe British team for the BA Cup 2025 has been chosen. The announcement was made on Monday, August 11th and has stirred up great excitement among sailing enthusiasts in the UK. The British Sailing Team has been working hard on the selection of members who will represent the country in one of the most prestigious sailing competitions in the world. The names of the selected sailors have not yet been revealed, but we expect them to be announced very soon. The BA Cup is an event looked forward to with great eagerness by both participants and fans, and the British team is ready to give their all to bring home the trophy.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]