[
  {
    "id": 1,
    "title": "THE LOUIS VUITTON 38TH AMERICA’S CUP PROTOCOL REVEALS A GROUNDBREAKING NEW PARTNERSHIP FOR THE LONG-TERM FUTURE OF SPORT'S OLDEST INTERNATIONAL TROPHY",
    "date": "Tue, 12 Aug 2025 09:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-louis-vuitton-38th-americas-cup-protocol-reveals-a-groundbreaking-new-partnership-for-the-long-term-future-of-sport-s-oldest-international-trophy",
    "image": "https://images.unsplash.com/photo-1572778956353-410eab2e7252?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUwNjg0MzV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La 38a edizione della Louis Vuitton America's Cup, il trofeo sportivo internazionale più antico al mondo, ha rivelato una partnership rivoluzionaria per il futuro a lungo termine della competizione. Questa alleanza innovativa è stata annunciata martedì 12 agosto 2025, segnando un momento storico per l'evento velico di prestigio. Questa partnership appare come una mossa strategica per garantire la continuità e l'innovazione dello sport, introducendo cambiamenti significativi come l'inclusione di donne veliste, l'utilizzo di energia a batteria, le gare di flotta e molto altro. \n\n###\n\nThe 38th edition of the Louis Vuitton America's Cup, the oldest international sports trophy in the world, has unveiled a groundbreaking partnership for the long-term future of the competition. This innovative alliance was announced on Tuesday, August 12, 2025, marking a historic moment for the prestigious sailing event. This partnership appears as a strategic move to ensure the continuity and innovation of the sport, introducing significant changes such as the inclusion of women sailors, the use of battery power, fleet racing, and much more.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "New America's Cup protocol sees female sailors, battery power in 'seismic change' for the Auld Mug",
    "date": "Tue, 12 Aug 2025 05:36:01 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/new-america-s-cup-protocol-sees-female-sailors-battery-power-in-seismic-change-for-the-auld-mug",
    "image": "https://images.unsplash.com/photo-1534579374820-29027962dd97?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUwNjg0NDl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "In un cambiamento epocale per l'America's Cup, conosciuta anche come Auld Mug, il nuovo protocollo prevede l'inclusione di marinai donne e l'uso di energia a batteria. Questa mossa innovativa segna un'estensione significativa dei diritti delle donne nel mondo della vela e un forte impegno verso la sostenibilità e la conservazione dell'energia. Considerata la più antica competizione sportiva internazionale, l'America's Cup ha una lunga storia di innovazione e cambiamento, e questo ultimo aggiornamento è un ulteriore passo avanti nel progresso e nell'evoluzione di questo sport storico. \n\n###\n\nIn a seismic change for the America's Cup, also known as the Auld Mug, the new protocol includes the enlistment of female sailors and the use of battery power. This groundbreaking move marks a significant extension of women's rights in the sailing world and a strong commitment towards sustainability and energy conservation. As the oldest international sporting competition, the America's Cup has a long history of innovation and change, and this latest update is another step forward in the progress and evolution of this historic sport.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America’s Cup Protocol Sets Bold New Course for 2027 and Beyond",
    "date": "Tue, 12 Aug 2025 17:20:22 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-protocol-sets-bold-new-course-for-2027-and-beyond",
    "image": "https://images.unsplash.com/photo-1545958140-244047d78f3a?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUwNjg0NjJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il protocollo della America's Cup stabilisce un nuovo corso audace per il 2027 e oltre. In un annuncio che segna un grande cambiamento per uno degli eventi sportivi più antichi e prestigiosi del mondo, i dettagli del protocollo della America's Cup per il 2027 sono stati rivelati, indicando un futuro ambizioso e innovativo per la competizione. Le modifiche, che includono nuove regole di partecipazione, criteri di design delle imbarcazioni e modifiche alla struttura del torneo, sono state progettate per rendere la America's Cup più competitiva, sostenibile e accessibile a squadre provenienti da tutto il mondo.\n\n###\n\nThe America's Cup Protocol sets a bold new course for 2027 and beyond. In an announcement that marks a major shift for one of the world's oldest and most prestigious sporting events, the details of the America's Cup Protocol for 2027 have been revealed, indicating an ambitious and innovative future for the competition. The changes, which include new participation rules, boat design criteria, and changes to the tournament structure, have been designed to make the America's Cup more competitive, sustainable, and accessible to teams from around the world.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]