[
  {
    "id": 1,
    "title": "NAPLES SET TO CONTINUE THE YOUTH AMERICA’S CUP – A COMPETITION WHERE THE FUTURE STARS OF THE AMERICA’S CUP EMERGE",
    "date": "Wed, 03 Sep 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-set-to-continue-the-youth-americas-cup-a-competition-where-the-future-stars-of-the-americas-cup-emerge",
    "image": "https://images.unsplash.com/photo-1563976431717-c18853a369ad?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTcwNTU2MTR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La città di Napoli è pronta a ospitare ancora una volta la Youth America’s Cup, una competizione che vede i futuri talenti della America’s Cup emergere e mettersi in gioco. Questo prestigioso evento, che si svolgerà nel 2025, rappresenta un trampolino di lancio per i giovani velisti che aspirano a competere nel più celebre torneo di vela al mondo, l'America's Cup. La Youth America’s Cup è molto più che una semplice competizione; è un'opportunità per i giovani velisti di mostrare il loro talento, la loro determinazione e il loro spirito competitivo.\n\n###\n\nThe city of Naples is set to once again host the Youth America’s Cup, a competition that spotlights the emerging talents of the America’s Cup. This prestigious event, set to take place in 2025, serves as a launchpad for young sailors aspiring to compete in the world's most renowned sailing tournament, the America's Cup. The Youth America’s Cup is much more than just a competition; it's an opportunity for young sailors to showcase their talent, determination, and competitive spirit.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Cisco’s AI-driven technology to connect and protect Luna Rossa’s America’s Cup Challenge",
    "date": "Fri, 29 Aug 2025 12:02:54 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ciscos-ai-driven-technology-to-connect-and-protect-luna-rossas-americas-cup-challenge",
    "image": "https://images.unsplash.com/photo-1591805969459-9260b141047c?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTcwNTU2MjZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La prestigiosa sfida della Coppa America, la più antica competizione velica internazionale, vedrà un nuovo, tecnologico alleato nelle fila della Luna Rossa: la tecnologia AI di Cisco. L'annuncio è stato fatto venerdì 29 agosto 2025. L'azienda leader mondiale nei settori dell'IT e della rete, conosciuta per le sue soluzioni innovative, fornirà alla Luna Rossa una tecnologia basata sull'Intelligenza Artificiale per connettere e proteggere la squadra durante la sfida della Coppa America. Questo aggiunge un altro tassello all'impegno di Cisco nella promozione e nel sostegno di eventi sportivi di alto livello, confermando la sua posizione di leader nel campo della tecnologia sportiva.\n\n###\n\nThe prestigious America's Cup Challenge, the oldest international sailing competition, will see a new, technological ally in the ranks of Luna Rossa: Cisco's AI technology. The announcement was made on Friday, August 29, 2025. The global leader in IT and networking, known for its innovative solutions, will provide Luna Rossa with an AI-based technology to connect and protect the team during the America's Cup Challenge. This adds another piece to Cisco's commitment in promoting and supporting high-level sports events, confirming its leading position in the field of sports technology.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Cisco’s AI-driven tech set to sail for Luna Rossa’s America’s Cup challenge",
    "date": "Fri, 29 Aug 2025 14:08:59 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ciscos-ai-driven-tech-set-to-sail-for-luna-rossas-americas-cup-challenge",
    "image": "https://images.unsplash.com/photo-1603331675306-b554ea26d085?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTcwNTU2NDB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La sfida dell'America's Cup di Luna Rossa si appresta a veleggiare con la tecnologia guidata dall'Intelligenza Artificiale di Cisco. Il colosso globale dell'IT ha sviluppato soluzioni all'avanguardia per ottimizzare le prestazioni della squadra italiana nella prossima edizione della prestigiosa regata. Tramite l'utilizzo di algoritmi di apprendimento automatico e sensori avanzati, l'equipaggio di Luna Rossa sarà in grado di monitorare in tempo reale le condizioni di navigazione e adattare le strategie di gara in base ai dati rilevati. Questo rappresenta un enorme passo avanti nella digitalizzazione del mondo della vela e potrebbe rivoluzionare il modo in cui le squadre si preparano e competono in questa antica e prestigiosa competizione.\n\n###\n\nLuna Rossa's America's Cup challenge is set to sail with Cisco's AI-driven tech. The global IT giant has developed cutting-edge solutions to optimize the Italian team's performance in the upcoming edition of the prestigious regatta. Through the use of machine learning algorithms and advanced sensors, Luna Rossa's crew will be able to monitor real-time sailing conditions and adapt race strategies based on the data collected. This represents a significant leap forward in the digitalization of the sailing world and could revolutionize the way teams prepare and compete in this ancient and prestigious competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]