[
  {
    "id": 1,
    "title": "America's Cup: From 1983 to 2024 through the lens of Carlo Borlenghi",
    "date": "Sun, 31 Aug 2025 14:35:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-from-1983-to-2024-through-the-lens-of-carlo-borlenghi",
    "image": "https://images.unsplash.com/photo-1561908860-971f1e27e89e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY3OTcyMDh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Alla scoperta della Coppa America: dal 1983 al 2024 attraverso l'obiettivo di Carlo Borlenghi. La Coppa America, evento storico della vela, ha avuto il piacere di essere documentata dal famoso fotografo italiano Carlo Borlenghi. Conosciuto per la sua straordinaria abilità nel catturare l'essenza dello sport della vela, Borlenghi ha seguito la Coppa America per oltre quattro decenni, fornendo al mondo immagini incredibili e indimenticabili. Le sue fotografie non solo documentano l'evoluzione della competizione, ma anche la passione, l'energia e la dedizione di coloro che hanno partecipato a questa prestigiosa competizione. \n\n###\n\nExploring the America's Cup: From 1983 to 2024 through the lens of Carlo Borlenghi. The America's Cup, a historic sailing event, has had the pleasure of being documented by famed Italian photographer Carlo Borlenghi. Known for his extraordinary ability to capture the essence of the sport of sailing, Borlenghi has followed the America's Cup for over four decades, providing the world with incredible and unforgettable images. His photographs not only document the evolution of the competition but also the passion, energy, and dedication of those who have participated in this prestigious competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Cisco’s AI-driven tech set to sail for Luna Rossa’s America’s Cup challenge",
    "date": "Fri, 29 Aug 2025 14:08:59 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ciscos-ai-driven-tech-set-to-sail-for-luna-rossas-americas-cup-challenge",
    "image": "https://images.unsplash.com/photo-1654589434298-65b503a1b060?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY3OTcyMjN8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La tecnologia guidata dall'intelligenza artificiale di Cisco prenderà il mare per la sfida di Luna Rossa alla Coppa America. Il gigante della tecnologia, rinomato per le sue soluzioni di rete, ha sviluppato una soluzione AI-driven che aiuterà il team italiano di vela Luna Rossa a navigare verso il successo nella prestigiosa competizione nautica. L'AI di Cisco fornirà analisi in tempo reale, aiutando l'equipaggio a prendere decisioni più informate e a rispondere rapidamente ai cambiamenti delle condizioni del mare. Questo è un esempio di come l'AI sta trasformando vari settori, dalla salute all'istruzione, e ora anche lo sport nautico.\n\n###\n\nCisco's AI-driven technology is set to sail for Luna Rossa's America's Cup challenge. The tech giant, renowned for its networking solutions, has developed an AI-driven solution that will aid Italian sailing team Luna Rossa to navigate to success in the prestigious nautical competition. Cisco's AI will provide real-time analysis, helping the crew make more informed decisions and respond swiftly to changing sea conditions. This is an example of how AI is transforming various sectors, from health to education, and now even nautical sports.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "A Day in the Life of Jimmy Spithill, the CEO of Red Bull Italy SailGP",
    "date": "Mon, 01 Sep 2025 09:05:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/a-day-in-the-life-of-jimmy-spithill-the-ceo-of-red-bull-italy-sailgp",
    "image": "https://images.unsplash.com/photo-1729707636586-faa10c46a196?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY3OTcyMzh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il 1° settembre 2025, abbiamo avuto l'opportunità unica di trascorrere una giornata con Jimmy Spithill, l'attuale CEO di Red Bull Italy SailGP. Spithill, un australiano di nascita, è un veterano del mondo della vela, avendo iniziato la sua carriera come timoniere in vari team di vela internazionali prima di passare al lato della gestione. La sua giornata è un mix di riunioni, strategie e, naturalmente, tempo trascorso in acqua. Nonostante la sua posizione di CEO, Spithill è noto per essere un leader hands-on, spesso partecipando attivamente agli allenamenti del team e lavorando a stretto contatto con i suoi membri.\n\n###\n\nOn the 1st of September 2025, we had the unique opportunity to spend a day with Jimmy Spithill, the current CEO of Red Bull Italy SailGP. Spithill, an Australian by birth, is a veteran in the sailing world, having started his career as a helmsman in various international sailing teams before moving to the management side. His day is a mix of meetings, strategizing, and, of course, time spent on the water. Despite his CEO position, Spithill is known to be a hands-on leader, often actively participating in team training and working closely with his team members. His dynamic approach to leadership and his passion for sailing make him an intriguing figure in the SailGP world.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]