[
  {
    "id": 1,
    "title": "America's Cup: Move to legacy AC75 use generates some quirky rules",
    "date": "Thu, 18 Sep 2025 03:10:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-move-to-legacy-ac75-use-generates-some-quirky-rules",
    "image": "https://images.unsplash.com/photo-1630872151747-36b4b34cd082?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgxNzg4MjR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La decisione di passare alla leggendaria barca AC75 per la Coppa America ha portato alla creazione di alcune regole piuttosto insolite. Questa mossa, che segna un ritorno alle radici tradizionali della competizione, è stata accolta con entusiasmo da molti appassionati di vela. Tuttavia, ha anche generato un certo numero di regole e regolamenti unici, che sono destinati a rendere la prossima edizione della Coppa America un evento da non perdere. Alcune di queste regole riguardano le specifiche tecniche dell'AC75, mentre altre hanno a che fare con la conduzione della gara stessa. Ad esempio, l'uso dell'AC75 ha introdotto nuove restrizioni sul peso dell'equipaggio e sulle modifiche che possono essere apportate alla barca durante la competizione.\n\n###\n\nThe decision to switch to the legacy AC75 boat for the America's Cup has led to the creation of some rather quirky rules. This move, which marks a return to the traditional roots of the competition, has been met with enthusiasm by many sailing enthusiasts. However, it has also spawned a number of unique rules and regulations that are set to make the upcoming edition of the America's Cup a must-watch event. Some of these rules concern the technical specifications of the AC75, while others have to do with the conduct of the race itself. For instance, the use of the AC75 has introduced new restrictions on crew weight and modifications that can be made to the boat during the competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "WOMEN’S AMERICA’S CUP SET TO CONTINUE MOMENTUM IN NAPLES IN 2027 AS FEMALE ATHLETES CONFIRMED ONBOARD THE AC75 YACHTS",
    "date": "Wed, 17 Sep 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/womens-americas-cup-set-to-continue-momentum-in-naples-in-2027-as-female-athletes-confirmed-onboard-the-ac75-yachts",
    "image": "https://images.unsplash.com/photo-1630872151747-36b4b34cd082?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgxNzg4MjR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Confermata la presenza di atlete a bordo degli yacht AC75 per la Women’s America’s Cup del 2027, che sarà ospitata nella splendida cornice di Napoli. L'evento, che rappresenta uno dei più prestigiosi nel mondo della vela, è pronto a continuare il suo slancio, con un crescente interesse e partecipazione da parte del pubblico femminile. La notizia, annunciata il 17 settembre 2025, è stata accolta con entusiasmo da parte degli appassionati di vela e dagli sportivi in generale, che vedono in questa conferma un ulteriore passo avanti nel riconoscimento delle capacità e del valore delle atlete nel panorama sportivo internazionale.\n\n###\n\nThe participation of female athletes on board the AC75 yachts for the 2027 Women's America's Cup, set to take place in the stunning setting of Naples, has been confirmed. The event, one of the most prestigious in the sailing world, is set to continue its momentum with increasing interest and participation from the female audience. The news, announced on September 17, 2025, has been enthusiastically received by sailing enthusiasts and sportspeople in general, who see in this confirmation a further step forward in acknowledging the skills and value of female athletes in the international sports scene.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Naples set to continue the Youth America’s Cup – A competition where the future stars of the America’s Cup emerge",
    "date": "Wed, 17 Sep 2025 21:04:20 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-set-to-continue-the-youth-americas-cup-a-competition-where-the-future-stars-of-the-americas-cup-emerge",
    "image": "https://images.unsplash.com/photo-1630872151747-36b4b34cd082?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgxNzg4MjR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La città di Napoli è pronta a continuare la Youth America’s Cup, una competizione che ha visto emergere le future stelle della America’s Cup. Questo evento, che diventa una tradizione per la città partenopea, è diventato un trampolino di lancio per i giovani talenti nel campo della vela. La Youth America’s Cup, infatti, offre la possibilità a giovani velisti di dimostrare le loro abilità e di mettersi in mostra sulla scena internazionale. Questo evento è molto più che una semplice competizione; è un'opportunità per i giovani di imparare, sviluppare e mettere in pratica le loro abilità di vela, ma anche di costruire reti e relazioni con altri giovani velisti provenienti da tutto il mondo.\n\n###\n\nThe city of Naples is all set to continue the Youth America’s Cup, a competition that has seen the future stars of the America’s Cup emerge. This event, now a tradition for the city of Naples, has become a launching pad for young talents in the field of sailing. The Youth America’s Cup offers young sailors the opportunity to demonstrate their skills and showcase themselves on the international stage. This event is much more than just a competition; it is an opportunity for young people to learn, develop and put into practice their sailing skills, but also to build networks and relationships with other young sailors from around the world.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]