[
  {
    "id": 1,
    "title": "America’s Cup overhauled: Women sailors, battery power, fleet racing and more in new Protocol. Plus hope for Brits?",
    "date": "Tue, 12 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-overhauled-women-sailors-battery-power-fleet-racing-and-more-in-new-protocol-plus-hope-for-brits",
    "image": "https://images.unsplash.com/photo-1626006287451-6a924bb83514?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU4NDYwMjB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo dello yachting è in fermento per le ultime notizie riguardanti l'America's Cup. La prestigiosa competizione nautica, che vanta una storia di oltre 170 anni, ha rilasciato un nuovo Protocollo che prevede una serie di cambiamenti rivoluzionari. Fra questi, l'inclusione delle donne veliste, l'adozione di batterie per alimentare le imbarcazioni, una nuova modalità di gara, la fleet racing, e molte altre novità. Queste modifiche, che rappresentano un vero e proprio stravolgimento per l'evento, sono state accolte con entusiasmo da molti appassionati e addetti ai lavori, che vedono in queste innovazioni un modo per rendere la competizione più equa e sostenibile. E per i britannici, c'è speranza di vittoria?\n\n###\n\nThe yachting world is abuzz with the latest news regarding the America's Cup. The prestigious sailing competition, with a history spanning over 170 years, has released a new Protocol featuring a series of revolutionary changes. Among these are the inclusion of female sailors, the use of batteries to power the boats, a new racing mode, fleet racing, and many more. These changes, which represent a complete overhaul of the event, have been met with enthusiasm by many fans and industry insiders, who see in these innovations a way to make the competition fairer and more sustainable. And for the Brits, is there hope for victory?",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup teams agree to 'carry VIPs' from 2027",
    "date": "Tue, 12 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-teams-agree-to-carry-vips-from-2027",
    "image": "https://images.unsplash.com/photo-1654056260397-01ae3a476e04?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU4NDYwMjl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Le squadre della Coppa America hanno raggiunto un accordo per iniziare a \"trasportare VIP\" a partire dal 2027. L'annuncio, arrivato il 12 agosto 2025, rappresenta una svolta significativa per l'evento di vela più prestigioso al mondo. Sebbene i dettagli precisi di come verrà gestito il trasporto dei VIP non siano stati ancora rilasciati, si presume che questo aggiungerà un ulteriore livello di glamour e prestigio a un evento già di per sé esclusivo.\n\n###\n\nAmerica's Cup teams have agreed to start 'carrying VIPs' from 2027. The announcement, made on August 12, 2025, marks a significant turning point for the world's most prestigious sailing event. While the precise details of how the VIP transportation will be managed have not yet been released, it's presumed that this will add an extra layer of glamour and prestige to an already exclusive event.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Protocol signing confirmed - a \"ground breaking\" partnership",
    "date": "Tue, 12 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-protocol-signing-confirmed-a-ground-breaking-partnership",
    "image": "https://images.unsplash.com/photo-1576269892457-45fefea99169?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU4NDYwNDB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "In una mossa che segna un nuovo capitolo nella storia dello sport della vela, è stata confermata la firma del protocollo per la Coppa America, aprendo la strada a una partnership rivoluzionaria. Questa collaborazione, definita \"innovativa\", porterà senza dubbio delle novità nel panorama della vela mondiale. L'annuncio, come riportato da Sail-World.com, arriva martedì 12 agosto 2025, alimentando l'entusiasmo dei fan e degli appassionati di vela in tutto il mondo.\n\n###\n\nIn a move that marks a new chapter in the history of sailing sport, the protocol signing for the America's Cup has been confirmed, paving the way for a ground-breaking partnership. This collaboration, termed as \"ground-breaking\", will undoubtedly bring about changes in the global sailing landscape. The announcement, as reported by Sail-World.com, comes on Tuesday, August 12, 2025, fuelling the excitement of sailing fans and enthusiasts across the globe.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]