[
  {
    "id": 1,
    "title": "Cup Spy: \"Burling Rule\" unlikely to be changed. Pressure goes on for Protocol sign-off",
    "date": "Fri, 20 Jun 2025 19:38:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/cup-spy-burling-rule-unlikely-to-be-changed-pressure-goes-on-for-protocol-sign-off",
    "image": "https://images.unsplash.com/photo-1454452176678-c0437432bba6?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTA1MDk4OTd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\n\nIl controverso \"Burling Rule\" all'interno dell'ambito vela, sembra essere improbabile che subisca cambiamenti, come riportato dalla fonte Sail-World.com. Questa regola, che prende il nome dal famoso velista Peter Burling, ha suscitato dibattiti all'interno della comunità di vela internazionale, con molti che la considerano una limitazione alla competitività e all'innovazione. Nonostante le pressioni e le richieste di modifica, sembra che la regola resterà inalterata per il prossimo futuro. L'attenzione si sposta ora verso la ratifica del Protocollo, un altro importante aspetto regolamentare per il mondo della vela. La tensione cresce mentre si attende la decisione finale, che potrebbe avere un impatto significativo sul futuro del settore.\n\n### \n\nEnglish Version:\n\nThe controversial \"Burling Rule\" in the world of sailing is unlikely to be changed, as reported by Sail-World.com. This rule, named after the famous sailor Peter Burling, has sparked debates within the international sailing community, with many considering it a limitation to competitiveness and innovation. Despite the pressures and requests for amendment, it seems that the rule will remain unchanged for the foreseeable future. The focus now shifts to the sign-off of the Protocol, another critical regulatory aspect for the world of sailing. Tension mounts as the final decision is awaited, which could have a significant impact on the future of the industry.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Luna Rossa welcomes America's Cup winner Burling after Team NZ split",
    "date": "Fri, 20 Jun 2025 13:57:01 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/luna-rossa-welcomes-america-s-cup-winner-burling-after-team-nz-split",
    "image": "https://images.unsplash.com/photo-1697719899502-3c316b70e633?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTA1MDk5MTR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Luna Rossa, la squadra di vela italiana, ha annunciato con entusiasmo l'ingresso di Peter Burling, vincitore della prestigiosa America's Cup, nel suo equipaggio. Questo passaggio è avvenuto dopo la separazione di Burling dal Team New Zealand, con cui ha vinto il trofeo più ambito nel mondo della vela. La scelta del velista neozelandese di unirsi a Luna Rossa è stata accolta con grande soddisfazione e aspettative da parte della squadra italiana, che vede in lui un grande potenziale per rafforzare le sue prestazioni nelle competizioni future. Nonostante il passato vincente con il Team NZ, Burling ha deciso di intraprendere una nuova sfida professionale, scelta che ha portato entusiasmo e ottimismo all'interno di Luna Rossa.\n\n###\n\nLuna Rossa, the Italian sailing team, has enthusiastically announced the recruitment of Peter Burling, winner of the prestigious America's Cup, into its crew. This move comes after Burling's split from Team New Zealand, with whom he secured the most coveted trophy in the sailing world. The New Zealander sailor's choice to join Luna Rossa has been met with great satisfaction and expectations from the Italian team, which sees in him great potential to strengthen its performance in future competitions. Despite his winning past with Team NZ, Burling has chosen to embark on a new professional challenge, a choice that has brought excitement and optimism within Luna Rossa.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "3 time America’s Cup winner swaps New Zealand for Italy in shock move",
    "date": "Fri, 20 Jun 2025 11:57:01 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/3-time-americas-cup-winner-swaps-new-zealand-for-italy-in-shock-move",
    "image": "https://images.unsplash.com/photo-1486122151631-4b5aaa3ac70d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTA1MDk5Mjd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "In una mossa che ha lasciato tutti a bocca aperta, il tre volte vincitore della America's Cup ha deciso di lasciare la Nuova Zelanda per l'Italia. La notizia ha sorpreso il mondo della vela, in quanto il cambio di squadra da parte di un così affermato velista non è un evento comune. Il passaggio dall'ambiente velico neozelandese a quello italiano sarà certamente un grande cambiamento per il campione, che dovrà adattarsi a una nuova cultura di squadra e a un diverso stile di gara. Nonostante il cambiamento possa sembrare radicale, molti esperti ritengono che questa mossa potrebbe rivelarsi vantaggiosa per il velista, che avrà l'opportunità di sfruttare le risorse e l'esperienza delle squadre italiane di vela. Il mondo della vela attende con impazienza di vedere come questo shock si tradurrà in termini di prestazioni sul campo.\n\n###\n\nIn a move that has left everyone open-mouthed, the three-time America's Cup winner has decided to leave New Zealand for Italy. The news has shocked the yachting world, as a team change by such an accomplished sailor is not a common event. The move from the New Zealand sailing environment to the Italian one will certainly be a big change for the champion, who will have to adapt to a new team culture and a different racing style. Despite the change seeming radical, many experts believe that this move could prove advantageous for the sailor, who will have the opportunity to leverage the resources and experience of Italian sailing teams. The yachting world eagerly awaits to see how this shock will translate into on-field performances.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]