[
  {
    "id": 1,
    "title": "The Outcasts of the Yacht Club Are Changing Sailing’s Image",
    "date": "Fri, 22 Aug 2025 09:00:23 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-outcasts-of-the-yacht-club-are-changing-sailings-image",
    "image": "https://images.unsplash.com/photo-1602859915273-33ec20f71b12?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYxMDUyMTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La vela, sport edonistico e lussuoso per eccellenza, sta cambiando volto. I protagonisti di questo cambiamento sono gli emarginati del Yacht Club, un gruppo di appassionati di vela che, nonostante le difficoltà incontrate all'interno delle tradizionali strutture di vela, hanno deciso di riformare e rivoluzionare l'immagine di questo sport. Lontani dal lusso e dall'ostentazione, questi appassionati stanno dimostrando che la vela è alla portata di tutti e che può essere praticata senza necessariamente possedere un'imbarcazione di lusso o far parte di un club esclusivo. La loro determinazione sta gradualmente smontando gli stereotipi associati alla vela e sta favorendo l'accesso a questo sport a un pubblico sempre più vasto.\n\n###\n\nSailing, the quintessential luxurious and hedonistic sport, is undergoing a facelift. The driving force behind this transformation are the outcasts of the Yacht Club, a group of sailing enthusiasts who, despite the hurdles encountered within traditional sailing structures, have decided to reform and revolutionize the image of this sport. Far removed from luxury and ostentation, these enthusiasts are proving that sailing is within everyone's reach and that it can be practiced without necessarily owning a luxury boat or being part of an exclusive club. Their determination is gradually dismantling the stereotypes associated with sailing and is facilitating access to this sport to an ever-widening audience.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "This Day in History: The America’s Cup is Born",
    "date": "Fri, 22 Aug 2025 12:44:08 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/this-day-in-history-the-americas-cup-is-born",
    "image": "https://images.unsplash.com/photo-1640467215333-c1ba3ba5c136?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYxMDUyMzJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Oggi nella storia: nasce la Coppa America. Il 22 Agosto segna un importante anniversario nel mondo dello sport velico: la nascita della Coppa America, la competizione di vela più antica ancora in corso. La storia di questa prestigiosa coppa inizia nel lontano 1851, quando un yacht chiamato \"America\" vinse una regata intorno all'Isola di Wight, in Inghilterra. Questa vittoria ha dato il nome al trofeo e ha segnato l'inizio di una tradizione che continua ancora oggi, con team da tutto il mondo che competono per la possibilità di aggiudicarsi il prestigioso titolo. Nonostante i cambiamenti nel design delle barche e nelle regole della regata nel corso degli anni, la Coppa America rimane un simbolo di eccellenza nel mondo dello sport velico.\n\n###\n\nToday in History: The America's Cup is Born. August 22 marks a significant anniversary in the world of sailing sport: the birth of the America's Cup, the oldest ongoing sailing competition. The history of this prestigious cup began way back in 1851, when a yacht named \"America\" won a race around the Isle of Wight in England. This victory gave the trophy its name and marked the beginning of a tradition that continues to this day, with teams from all over the world competing for the chance to claim the prestigious title. Despite changes in boat design and race rules over the years, the America's Cup remains a symbol of excellence in the world of sailing sport.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Protocol signing confirmed - a \"ground breaking\" partnership",
    "date": "Tue, 12 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-protocol-signing-confirmed-a-ground-breaking-partnership",
    "image": "https://images.unsplash.com/photo-1676752881203-e213a82ab235?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYxMDUyNDB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Nel mondo delle competizioni veliche, l'America's Cup è considerata l'apice della gloria. Una notizia che ha fatto il giro del mondo è stata la conferma della firma del protocollo che sancisce una partnership definita \"rivoluzionaria\". Questa collaborazione, annunciata il 12 Agosto 2025, rappresenta un nuovo capitolo entusiasmante per questo storico torneo. L'annuncio, che ha generato grande entusiasmo tra gli appassionati di vela, promette di portare novità significative in termini di regole, format e tecnologie impiegate. Sebbene i dettagli precisi della partnership non siano stati rivelati, è chiaro che si tratta di un'innovazione che potrebbe cambiare il volto dell'America's Cup.\n\n###\n\nIn the realm of sailing competitions, the America's Cup is considered the pinnacle of glory. News that has made headlines around the world is the confirmation of a protocol signing that establishes a \"ground-breaking\" partnership. This collaboration, announced on August 12, 2025, represents an exciting new chapter for this historic tournament. The announcement, which has generated great excitement among sailing enthusiasts, promises to bring significant changes in terms of rules, format, and technologies employed. While the precise details of the partnership have not been revealed, it is clear that this is an innovation that could change the face of the America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]