[
  {
    "id": 1,
    "title": "Top Contenders for the 2025 Rolex Invitational Cup",
    "date": "Fri, 05 Sep 2025 19:35:17 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/top-contenders-for-the-2025-rolex-invitational-cup",
    "image": "https://images.unsplash.com/photo-1725412625931-3030140f1c88?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc0ODc2MTd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Rolex Invitational Cup, una delle competizioni veliche più prestigiose al mondo, è in programma per il 2025 e la lista dei principali contendenti è già in preparazione. Questo evento esclusivo, riservato ai più raffinati yacht club internazionali, è noto per attirare i migliori velisti del mondo. Nonostante sia ancora prematuro fare previsioni, alcuni nomi sono già emersi come possibili favoriti per la vittoria. Tra questi, spiccano il New York Yacht Club, vincitore di numerose edizioni precedenti, il Royal Thames Yacht Club di Londra e il Southern Yacht Club di New Orleans. Questi club hanno una lunga storia di successi nelle competizioni veliche e sono noti per la loro capacità di mettere insieme equipaggi di alto livello.\n\n###\n\nThe Rolex Invitational Cup, one of the world's most prestigious sailing competitions, is slated for 2025 and the list of top contenders is already being compiled. This exclusive event, open only to the world's most refined yacht clubs, is known for attracting the best sailors globally. While it's still early to make predictions, some names have already emerged as possible favorites for the win. Among these are the New York Yacht Club, winner of numerous previous editions, London's Royal Thames Yacht Club, and the Southern Yacht Club in New Orleans. These clubs have a long history of success in sailing competitions and are known for their ability to assemble top-tier crews.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Will the real America’s Cup step forward",
    "date": "Mon, 08 Sep 2025 10:50:37 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/will-the-real-americas-cup-step-forward",
    "image": "https://images.unsplash.com/photo-1556079474-fb2c2948e947?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc0ODc2Mjl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America, nota anche come l'America's Cup, è la competizione di vela più antica del mondo, avendo avuto inizio nel 1851. Tuttavia, nel corso degli anni, l'evento ha subito diverse trasformazioni che hanno suscitato dibattiti sulla sua autenticità. In molti si chiedono quale sia la \"vera\" Coppa America. C'è chi sostiene che l'America's Cup dovrebbe rimanere fedele alle sue radici, con imbarcazioni monoscafo e un formato di gara tradizionale. Altri, invece, ritengono che il progresso tecnologico e l'innovazione siano essenziali per mantenere l'evento rilevante e attraente per il pubblico moderno.\n\n###\n\nThe America's Cup, also known as the Auld Mug, is the oldest sailing competition in the world, having started in 1851. However, over the years, the event has undergone several transformations that have sparked debates about its authenticity. Many are asking which is the \"real\" America's Cup. Some argue that the Cup should stay true to its roots, with monohull boats and a traditional race format. Others, however, believe that technological progress and innovation are essential to keep the event relevant and appealing to the modern audience.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Game time for NYYC Invitational Cup",
    "date": "Mon, 08 Sep 2025 17:15:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/game-time-for-nyyc-invitational-cup",
    "image": "https://images.unsplash.com/photo-1720521541019-73b851ab8a8d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc0ODc2Mzl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Lunedì 8 Settembre 2025 è stato il momento del via libera per la NYYC Invitational Cup, l'evento di vela organizzato dal prestigioso New York Yacht Club. La competizione, che vede la partecipazione di equipaggi provenienti da tutto il mondo, è uno degli appuntamenti più attesi nell'ambito della vela internazionale. Il New York Yacht Club, con la sua storia lunga più di 170 anni, è una delle istituzioni più importanti nel panorama della vela e quest'anno ha aperto le porte ad una competizione senza precedenti, con equipaggi provenienti da più di 20 nazioni differenti.\n\n###\n\nMonday, September 8, 2025, marked the start of the NYYC Invitational Cup, a sailing event organized by the prestigious New York Yacht Club. The competition, which sees the participation of crews from all over the world, is one of the most anticipated events in international sailing. With a history spanning more than 170 years, the New York Yacht Club is one of the most important institutions in the sailing landscape. This year, it has opened its doors to an unprecedented competition, with crews coming from more than 20 different nations.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]