[
  {
    "id": 1,
    "title": "Womens America's Cup opportunities set to expand in the coming 2026 and 2027 regattas",
    "date": "Fri, 19 Sep 2025 01:29:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/womens-america-s-cup-opportunities-set-to-expand-in-the-coming-2026-and-2027-regattas",
    "image": "https://images.unsplash.com/photo-1699206172626-8ea327e5dba0?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgzNTE2MTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, la competizione velica più prestigiosa del mondo, sta per diventare un terreno di opportunità in espansione per le donne. Con le regate del 2026 e 2027 si prevede un incremento significativo della partecipazione femminile. Questo è un passo avanti significativo per la parità di genere nello sport della vela, un settore che per molto tempo è stato dominato dagli uomini. Le donne stanno dimostrando di poter competere alla pari con i loro colleghi maschi, e questa evoluzione è una testimonianza del cambiamento di mentalità e dell'apertura verso una maggiore inclusività nel mondo dello sport.\n\n###\n\nThe America's Cup, the most prestigious sailing competition in the world, is set to become a burgeoning field of opportunity for women. The 2026 and 2027 regattas are predicted to see a significant increase in female participation. This is a significant step forward for gender equality in the sport of sailing, an area that has long been male-dominated. Women are proving that they can compete on an equal footing with their male counterparts, and this evolution is a testament to the shift in mindset and the push for greater inclusivity in the world of sports.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Breaking the chains: How the America’s Cup finally agreed to modernise",
    "date": "Thu, 18 Sep 2025 10:48:11 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/breaking-the-chains-how-the-americas-cup-finally-agreed-to-modernise",
    "image": "https://images.unsplash.com/photo-1699206172626-8ea327e5dba0?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgzNTE2MTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "In un mondo in cui il progresso tecnologico è in costante avanzamento, anche le competizioni sportive si trovano a dover adattarsi e modernizzarsi. Questo è ciò che è accaduto con la America's Cup, la competizione di vela più antica e prestigiosa al mondo. Dopo lunghe e complesse trattative, finalmente l'America's Cup ha accettato di modernizzarsi. La notizia, rilasciata il 18 Settembre 2025, ha segnato un punto di svolta per il mondo della vela, apportando cambiamenti significativi alle regole, al design delle imbarcazioni e all'approccio generale alla competizione.\n\n###\n\nIn a world where technological progress is constantly advancing, even sports competitions find themselves needing to adapt and modernize. This is what happened with the America's Cup, the oldest and most prestigious sailing competition in the world. After long and complex negotiations, the America's Cup finally agreed to modernize. The news, released on September 18, 2025, marked a turning point for the world of sailing, bringing significant changes to the rules, the design of the boats, and the overall approach to the competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "WOMEN’S AMERICA’S CUP SET TO CONTINUE MOMENTUM IN NAPLES IN 2027 AS FEMALE ATHLETES CONFIRMED ONBOARD THE AC75 YACHTS",
    "date": "Wed, 17 Sep 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/womens-americas-cup-set-to-continue-momentum-in-naples-in-2027-as-female-athletes-confirmed-onboard-the-ac75-yachts",
    "image": "https://images.unsplash.com/photo-1699206172626-8ea327e5dba0?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgzNTE2MTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Le regate della Coppa America femminile del 2027 continueranno a mantenere lo slancio a Napoli, con atlete femminili confermate a bordo degli yacht AC75. Questo evento segna un momento storico per la vela femminile, con l'inclusione di atlete donne a bordo delle imponenti imbarcazioni AC75. L'annuncio è stato accolto con entusiasmo sia dalla comunità velica che dalla città di Napoli, pronta ad accogliere questo prestigioso evento. Questo evento rappresenta un'importante pietra miliare per l'uguaglianza di genere nello sport, sottolineando l'importanza di promuovere la partecipazione femminile a tutti i livelli.\n\n###\n\nThe Women's America's Cup races of 2027 are set to continue their momentum in Naples, with female athletes confirmed onboard the AC75 yachts. This event marks a historical moment for women's sailing, with the inclusion of female athletes aboard the towering AC75 vessels. The announcement has been met with excitement from both the sailing community and the city of Naples, ready to host this prestigious event. This event represents a significant milestone for gender equality in sport, underlining the importance of promoting female participation at all levels.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]