[
  {
    "id": 1,
    "title": "‘This America’s Cup dispute could lead down a difficult alley’ – Matt Sheahan",
    "date": "Fri, 18 Jul 2025 04:48:08 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/this-americas-cup-dispute-could-lead-down-a-difficult-alley-matt-sheahan",
    "image": "https://images.unsplash.com/photo-1655181058479-c4b976ef1099?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTMwMDA1NDl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\nLa controversia che ha colpito l'America’s Cup potrebbe portare gli appassionati di vela in un vicolo cieco. Questo è ciò che emerge dalle parole di Matt Sheahan, esperto di yachting di fama mondiale. La competizione, nota come la più antica tra quelle internazionali in ambito sportivo, sta attraversando un periodo di tensione senza precedenti, che potrebbe avere gravi ripercussioni sul futuro dell'evento. La disputa, al centro della quale si trova la questione complessa e delicata delle regole di gara, rischia di innescare una serie di conseguenze negative, sia dal punto di vista sportivo che organizzativo. Nonostante ciò, la comunità della vela rimane fiduciosa che si possa trovare una soluzione che garantisca l'equità del gioco e la continuità di questa storica competizione.\n\nVersione Inglese:\nThe dispute that has hit the America’s Cup could lead sailing enthusiasts down a blind alley. This is what emerges from the words of Matt Sheahan, a world-renowned yachting expert. The competition, known as the oldest among international sporting events, is going through a period of unprecedented tension, which could have serious repercussions on the future of the event. The dispute, at the center of which is the complex and delicate issue of race rules, risks triggering a series of negative consequences, both from a sporting and organizational point of view. Despite this, the sailing community remains confident that a solution can be found that ensures fair play and the continuity of this historic competition.\n###",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Sail Wars: America’s Cup Comeback",
    "date": "Mon, 30 Jun 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/sail-wars-americas-cup-comeback",
    "image": "https://images.unsplash.com/photo-1736869819379-208fc115d080?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTMwMDA1NjB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\n\nLa competizione di vela più antica e prestigiosa del mondo, la Coppa America, sta facendo un ritorno spettacolare. La 36a edizione dell'evento, che si tiene in Nuova Zelanda, ha visto alcuni dei momenti più emozionanti nella storia recente della vela. Con un campo di regata caratterizzato da condizioni meteorologiche imprevedibili e un gruppo di team altamente competitivi, la corsa per il trofeo è più aperta che mai. L'America's Cup, conosciuta anche come la \"Auld Mug\", è diventata una delle competizioni di vela più seguite a livello globale, con fan da tutto il mondo che si sintonizzano per seguire le avvincenti gare. Con il ritorno della Coppa in America, il mondo della vela è in piena effervescenza, con team e velisti pronti a dare tutto per aggiudicarsi il prestigioso trofeo.\n\n###\n\nEnglish Version:\n\nThe world's oldest and most prestigious sailing competition, the America's Cup, is making a spectacular comeback. The 36th edition of the event, held in New Zealand, has seen some of the most thrilling moments in recent sailing history. With a racecourse marked by unpredictable weather conditions and a field of highly competitive teams, the run for the trophy is more open than ever. The America's Cup, also known as the \"Auld Mug,\" has become one of the most globally followed sailing competitions, with fans from all over the world tuning in to watch the gripping races. With the Cup's return to America, the sailing world is abuzz, with teams and sailors ready to give their all to secure the prestigious trophy.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Memories of the past - Azzurra Challenge",
    "date": "Tue, 15 Jul 2025 23:19:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-memories-of-the-past-azzurra-challenge",
    "image": "https://images.unsplash.com/photo-1626006287451-6a924bb83514?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTMwMDA1NzR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione in Italiano:\n\nLa Coppa America: Ricordi del passato - Azzurra Challenge. La sfida Azzurra, per gli appassionati di vela, rappresenta uno dei momenti più emozionanti e memorabili della storia della Coppa America. L'Azzurra, primo team italiano a partecipare alla prestigiosa regata, ha lasciato un segno indelebile, non solo per le sue prestazioni sul campo, ma anche per la passione e la determinazione che ha trasmesso. La sua partecipazione, avvenuta nel 1983, ha segnato una svolta storica, dando inizio a una nuova era di sfide e competizioni nel mondo della vela. L'Azzurra non ha vinto la Coppa, ma ha vinto i cuori di molti appassionati di questo sport, diventando un simbolo di coraggio e determinazione. Le memorie di quella sfida, di quei momenti di tensione e di gioia, vivono ancora oggi, alimentando la passione per la vela e ispirando le nuove generazioni di velisti.\n\n###\n\nVersion in English:\n\nAmerica's Cup: Memories of the past - Azzurra Challenge. The Azzurra Challenge, for sailing enthusiasts, represents one of the most exciting and memorable moments in the history of the America's Cup. Azzurra, the first Italian team to participate in the prestigious regatta, left an indelible mark, not only for its performance on the field, but also for the passion and determination it transmitted. Its participation, which took place in 1983, marked a historic turning point, ushering in a new era of challenges and competitions in the world of sailing. Azzurra did not win the Cup, but won the hearts of many fans of this sport, becoming a symbol of courage and determination. The memories of that challenge, of those moments of tension and joy, are still alive today, fueling the passion for sailing and inspiring new generations of sailors.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]