[
  {
    "id": 1,
    "title": "America's Cup: Emirates Team NZs' Ray Davies makes a \"vibrant\" stop in Naples",
    "date": "Thu, 25 Sep 2025 04:09:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-emirates-team-nzs-ray-davies-makes-a-vibrant-stop-in-naples",
    "image": "https://images.unsplash.com/photo-1588864494905-dea7b3550fdf?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg3ODM2MTl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America è uno degli eventi più prestigiosi e attesi nel mondo della vela e Ray Davies, membro del Team Emirates NZ, ha recentemente fatto una sosta \"vibrante\" a Napoli. Il veterano velista neozelandese, noto per la sua personalità carismatica e la sua abilità straordinaria, ha portato un'onda di entusiasmo nel porto di Napoli, attirando l'attenzione di appassionati e curiosi. L'evento, che si è tenuto il 25 settembre 2025, ha visto Davies condividere le sue esperienze e conoscenze con i fan locali, oltre a partecipare ad una serie di eventi legati alla vela.\n\n###\n\nThe America's Cup is one of the most prestigious and anticipated events in the world of sailing and Ray Davies, a member of the Emirates Team NZ, has recently made a \"vibrant\" stop in Naples. The veteran New Zealand sailor, known for his charismatic personality and extraordinary skill, brought a wave of enthusiasm to the Naples harbor, attracting the attention of both enthusiasts and the curious. The event, held on September 25, 2025, saw Davies share his experiences and knowledge with local fans, as well as participate in a series of sailing-related events.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "RAY’S RECCE TO NAPLES",
    "date": "Thu, 25 Sep 2025 02:11:44 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/rays-recce-to-naples",
    "image": "https://images.unsplash.com/photo-1588864494905-dea7b3550fdf?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg3ODM2MTl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il famoso velista Ray Davies, membro di spicco dell'Emirates Team New Zealand, ha recentemente intrapreso una missione di ricognizione a Napoli, la bellissima città costiera italiana. Questo viaggio, avvenuto il 25 Settembre 2025, è stato un'occasione per Davies di esplorare le potenziali location per future regate e di stabilire nuove collaborazioni con gli enti locali. Napoli, con la sua lunga tradizione marittima e le sue acque ideali per la vela, rappresenta un luogo di grande interesse per l'Emirates Team New Zealand.\n\n###\n\nRenowned sailor Ray Davies, a key member of the Emirates Team New Zealand, recently embarked on a reconnaissance mission to Naples, the beautiful Italian coastal city. This trip, which took place on September 25, 2025, provided Davies with an opportunity to scout potential locations for future races and establish new collaborations with local entities. Naples, with its long maritime tradition and ideal sailing waters, represents a place of great interest for the Emirates Team New Zealand.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Naples plan revealed for America’s Cup",
    "date": "Sat, 20 Sep 2025 13:41:15 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-plan-revealed-for-americas-cup",
    "image": "https://images.unsplash.com/photo-1588864494905-dea7b3550fdf?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg3ODM2MTl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La città di Napoli è pronta a rivelare i suoi piani per ospitare la prestigiosa America's Cup, uno dei più antichi e prestigiosi trofei nel mondo della vela. L'annuncio ufficiale è previsto per la fine del mese, ma le indiscrezioni già circolano riguardo alla visione ambiziosa della città partenopea. Napoli, con la sua ricca storia nautica e la sua posizione geografica privilegiata, potrebbe offrire uno scenario unico per la competizione. La città è nota per la sua passione per la vela, e l'America's Cup potrebbe rafforzare ulteriormente questo amore, portando benefici economici e turistici significativi.\n\n###\n\nThe city of Naples is gearing up to unveil its plans for hosting the prestigious America's Cup, one of the oldest and most coveted trophies in sailing. The official announcement is slated for the end of the month, but rumors are already circulating about the city's ambitious vision. Naples, with its rich nautical history and privileged geographical location, could provide a unique backdrop for the competition. The city is known for its passion for sailing, and the America's Cup could further bolster this love, bringing significant economic and tourism benefits.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]