[
  {
    "id": 1,
    "title": "Right partners keep pathways open",
    "date": "Tue, 05 Aug 2025 22:59:15 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/right-partners-keep-pathways-open",
    "image": "https://images.unsplash.com/photo-1602859915273-33ec20f71b12?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ0NjQwMzB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo della vela è un palcoscenico in continua evoluzione, in cui le partnership giuste sono fondamentali per mantenere aperti i percorsi. Questo è il messaggio chiave della notizia pubblicata il 5 agosto 2025 su Scuttlebutt Sailing News. La cooperazione tra squadre, sponsor e organizzatori di eventi è cruciale per garantire la sostenibilità e il futuro del settore. La vela, infatti, non è solo una competizione, ma anche un'opportunità di crescita e sviluppo personale, un'attività che richiede impegno, passione e un forte spirito di squadra. In questo contesto, la scelta dei partner giusti può fare la differenza tra il successo e il fallimento.\n\n### \n\nThe world of sailing is an ever-evolving stage, where the right partnerships are key to keeping pathways open. This is the main message of the news published on August 5, 2025, in Scuttlebutt Sailing News. Cooperation among teams, sponsors, and event organizers is crucial to ensure the sustainability and future of the industry. Sailing is not just a competition, but also an opportunity for personal growth and development, an activity that requires commitment, passion, and a strong team spirit. In this context, choosing the right partners can make the difference between success and failure.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup: Memories of the past - Luna Rossa - six time challenger",
    "date": "Mon, 04 Aug 2025 00:09:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-memories-of-the-past-luna-rossa-six-time-challenger",
    "image": "https://images.unsplash.com/photo-1630872151747-36b4b34cd082?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ0NjQwMzl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America porta con sé ricordi di sfide epiche e sfidanti indimenticabili. Tra questi, Luna Rossa, il team italiano che ha sfidato la storia ben sei volte. Un viaggio nostalgico attraverso le memorie di regate passate, di sconfitte e vittorie, di passioni e di mare. Luna Rossa, bandiera italiana nel mondo della vela, è sempre stata protagonista di sfide accese e appassionanti, regalando emozioni indelebili a tutti i suoi tifosi.\n\n###\n\nThe America's Cup brings with it memories of epic challenges and unforgettable challengers. Among them, Luna Rossa, the Italian team that has challenged history six times. A nostalgic journey through memories of past regattas, of defeats and victories, of passions and the sea. Luna Rossa, Italy's flag bearer in the sailing world, has always been the protagonist of heated and passionate challenges, giving unforgettable emotions to all its fans.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "THE LUNA ROSSA STORY: SAILING INTO HISTORY",
    "date": "Wed, 30 Jul 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-luna-rossa-story-sailing-into-history",
    "image": "https://images.unsplash.com/photo-1565389546833-c7430cbefe33?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ0NjQwNDl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo della vela ha visto molte storie straordinarie, ma forse nessuna è più emozionante di quella del Luna Rossa. La squadra italiana di vela, nota a livello internazionale, ha tracciato una strada gloriosa, superando sfide e conquistando successi che l'hanno resa protagonista indiscussa della storia della Coppa America. Luna Rossa, il cui nome evoca la romantica luce della luna che si riflette nelle acque notturne, ha iniziato il suo viaggio nel 1997 e da allora non ha mai smesso di stupire il mondo con le sue imprese avventurose e trionfali. \n\n###\n\nThe world of sailing has seen many remarkable stories, but perhaps none is more thrilling than that of Luna Rossa. The internationally renowned Italian sailing team has carved a glorious path, overcoming challenges and achieving successes that have made it an undisputed protagonist in the history of the America's Cup. Luna Rossa, whose name evokes the romantic light of the moon reflecting off the night waters, began its journey in 1997 and since then has never ceased to amaze the world with its adventurous and triumphant exploits. The Luna Rossa story, which is still being written, is a testament to the team's resilience, passion, and dedication to sailing, illustrating how it has sailed into history.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]