[
  {
    "id": 1,
    "title": "Womens America's Cup opportunities set to expand in the coming 2026 and 2027 regattas",
    "date": "Thu, 18 Sep 2025 23:56:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/womens-america-s-cup-opportunities-set-to-expand-in-the-coming-2026-and-2027-regattas",
    "image": "https://images.unsplash.com/photo-1675117697868-ed2e0478e640?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgyNjUyMjJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Le opportunità per le donne nell'America's Cup sono destinate ad espandersi nelle regate del 2026 e 2027. Questa storica competizione di vela, nota per la sua tradizione e per la sua intensa rivalità, sta finalmente aprendo le sue porte a un'ampia partecipazione femminile. Le donne non solo avranno l'opportunità di competere a pari merito con i loro colleghi maschi, ma saranno anche incoraggiate a ricoprire ruoli di leadership all'interno delle squadre. Queste modifiche progressiste non solo serviranno a promuovere l'uguaglianza di genere nello sport, ma contribuiranno anche a rinfrescare e modernizzare l'immagine dell'America's Cup, rendendola più accessibile e attrattiva per un pubblico più ampio e diversificato.\n\n###\n\nWomen's opportunities in the America's Cup are set to expand in the 2026 and 2027 regattas. This historic sailing competition, known for its tradition and intense rivalry, is finally opening its doors to broad female participation. Women will not only have the opportunity to compete on an equal footing with their male counterparts, but they will also be encouraged to take on leadership roles within the teams. These progressive changes will not only serve to promote gender equality in the sport, but will also help to refresh and modernize the image of the America's Cup, making it more accessible and attractive to a wider and more diverse audience.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Breaking the chains: How the America’s Cup finally agreed to modernise",
    "date": "Thu, 18 Sep 2025 10:48:11 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/breaking-the-chains-how-the-americas-cup-finally-agreed-to-modernise",
    "image": "https://images.unsplash.com/photo-1675117697868-ed2e0478e640?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgyNjUyMjJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, la competizione di vela più antica e prestigiosa al mondo, ha finalmente deciso di modernizzarsi. Conosciuta per la sua tradizione e per le regole rigorose, l'evento ha spesso resistito ai cambiamenti. Tuttavia, il 18 Settembre 2025, è stato annunciato un accordo per l'implementazione di nuove tecnologie e regolamenti per rendere la competizione più accessibile e moderna. Questa decisione rappresenta un grande passo in avanti per il mondo della vela, che è stato spesso criticato per la sua riluttanza a adattarsi ai tempi moderni.\n\n###\n\nThe America's Cup, the world's oldest and most prestigious sailing competition, has finally agreed to modernise. Known for its tradition and strict rules, the event has often resisted change. However, on September 18, 2025, an agreement was announced to implement new technologies and regulations to make the competition more accessible and modern. This decision represents a significant step forward for the world of sailing, which has often been criticised for its reluctance to adapt to modern times.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "WOMEN’S AMERICA’S CUP SET TO CONTINUE MOMENTUM IN NAPLES IN 2027 AS FEMALE ATHLETES CONFIRMED ONBOARD THE AC75 YACHTS",
    "date": "Wed, 17 Sep 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/womens-americas-cup-set-to-continue-momentum-in-naples-in-2027-as-female-athletes-confirmed-onboard-the-ac75-yachts",
    "image": "https://images.unsplash.com/photo-1675117697868-ed2e0478e640?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgyNjUyMjJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Non è solo una questione di parità di genere, ma anche di competenza, talento e passione. Annunciato il 17 settembre 2025, la Coppa America femminile continuerà a cavalcare l'onda del successo a Napoli nel 2027, con atlete femminili confermate a bordo degli yacht AC75. Questo evento rivoluzionario non solo fornirà una piattaforma per le donne nel mondo dello sport e della vela, ma darà anche alla città di Napoli l'opportunità di ospitare un evento sportivo di tale prestigio e magnificenza. L'Italia è un paese noto per la sua ricca storia nautica e l'annuncio di oggi conferma il suo impegno nel promuovere la vela femminile a livello internazionale.\n\n###\n\nIt's not just about gender parity, but also about competence, talent, and passion. Announced on September 17, 2025, the Women's America's Cup is set to continue its momentum in Naples in 2027, with female athletes confirmed onboard the AC75 yachts. This groundbreaking event will not only provide a platform for women in the sports and sailing world but will also give the city of Naples the opportunity to host a sporting event of such prestige and magnificence. Italy is a country known for its rich nautical history, and today's announcement confirms its commitment to promoting women's sailing internationally.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]