[
  {
    "id": 1,
    "title": "Rough Sailing Ahead for America's Cup",
    "date": "Thu, 31 Jul 2025 01:33:36 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/rough-sailing-ahead-for-america-s-cup",
    "image": "https://images.unsplash.com/photo-1536926272733-fd11abd4e4fd?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQxMjcxMDl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La America's Cup, la più antica competizione internazionale di vela, si prepara a solcare acque tempestose. La notizia, riportata da PBS il 31 Luglio 2025, anticipa un clima di tensione e incertezza che avvolge l'edizione imminente di questa storica regata. Nonostante la tradizione e il prestigio che contraddistingue l'evento, sembra che a far da padrone siano le controversie e i dissapori tra i team partecipanti, che minacciano di inficiare sulla riuscita della competizione.\n\n###\n\nThe America's Cup, the oldest international sailing competition, is set to navigate stormy waters. The news, reported by PBS on July 31, 2025, forecasts a climate of tension and uncertainty enveloping the upcoming edition of this historic regatta. Despite the tradition and prestige that characterizes the event, it seems that controversies and disagreements among the participating teams are looming large, threatening the success of the competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "THE LUNA ROSSA STORY: SAILING INTO HISTORY",
    "date": "Wed, 30 Jul 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-luna-rossa-story-sailing-into-history",
    "image": "https://images.unsplash.com/photo-1601650701199-60d7cc817fdd?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQxMjcxMjF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La storia di Luna Rossa, la squadra di vela italiana che ha fatto sognare tutto il paese, è indubbiamente una delle più affascinanti nel panorama dello sport internazionale. Nata nel 1997 per volere di Patrizio Bertelli, presidente di Prada, Luna Rossa ha partecipato a numerosi campionati di vela, tra cui l'America's Cup, riuscendo a lasciare un segno indelebile nella storia di questa disciplina. L'equipaggio, capitanato da Max Sirena, è riuscito a portare il nome dell'Italia al vertice della vela mondiale, grazie a un mix di competenze, passione e determinazione. Ogni regata è stata vissuta con grande emozione e intensità, sia da parte dell'equipaggio che da parte dei tanti tifosi che hanno seguito con trepidazione le vicende di Luna Rossa.\n\n###\n\nThe story of Luna Rossa, the Italian sailing team that has made the entire country dream, is undoubtedly one of the most fascinating in the panorama of international sports. Founded in 1997 by Patrizio Bertelli, president of Prada, Luna Rossa has participated in numerous sailing championships, including the America's Cup, managing to leave an indelible mark in the history of this discipline. The crew, captained by Max Sirena, has managed to bring the name of Italy to the top of world sailing, thanks to a mix of skills, passion and determination. Each regatta was lived with great emotion and intensity, both by the crew and by the many fans who followed with trepidation the events of Luna Rossa.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "‘This America’s Cup dispute could lead down a difficult alley’ – Matt Sheahan",
    "date": "Fri, 18 Jul 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/this-americas-cup-dispute-could-lead-down-a-difficult-alley-matt-sheahan",
    "image": "https://images.unsplash.com/photo-1749766903777-07d37839a661?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQxMjcxMzB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La celebre America's Cup, la più antica competizione velica internazionale, si trova di fronte a un bivio complicato. Matt Sheahan, esperto di vela e commentatore di Yachting World, sostiene che una disputa in corso potrebbe portare la competizione in un vicolo difficile da cui uscire. Nonostante la data della notizia sia del 18 luglio 2025, il problema persiste e continua a creare tensioni tra i partecipanti e gli organizzatori dell'evento. La natura esatta della controversia non è stata divulgata, ma sembra che coinvolga questioni di regolamento e di gestione della competizione.\n\n###\n\nThe prestigious America's Cup, the oldest international sailing competition, is facing a complex crossroads. Matt Sheahan, a sailing expert and commentator for Yachting World, suggests that an ongoing dispute could lead the competition down a difficult alley from which it would be hard to emerge. Even though the news date is July 18, 2025, the issue persists and continues to cause tension among the participants and the event's organizers. The exact nature of the dispute has not been disclosed, but it seems to involve issues of regulation and management of the competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]