[
  {
    "id": 1,
    "title": "K-Challenge gives opinion on the proposed Protocol for the 38th America's Cup",
    "date": "Fri, 04 Jul 2025 15:37:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/k-challenge-gives-opinion-on-the-proposed-protocol-for-the-38th-america-s-cup",
    "image": "https://images.unsplash.com/photo-1723782552031-f2e1cac143ac?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE3MDE5MDB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\nK-Challenge, un noto team di vela francese, ha espresso la sua opinione sul Protocollo proposto per la 38° America's Cup. Il Protocollo, che stabilisce le regole e le linee guida per la competizione, è stato recentemente sottoposto a revisione e ora si trova nel mirino di diversi team di vela. K-Challenge, noto per la sua partecipazione e dedizione al mondo della vela, ha espresso preoccupazioni riguardo al Protocollo, sostenendo che alcune delle regole proposte potrebbero ostacolare la competizione piuttosto che promuoverla. Il team ha sollevato questioni relative alla progettazione delle imbarcazioni, alla logistica delle gare e alle restrizioni sulle squadre. Mentre la discussione continua, K-Challenge spera che il suo feedback possa contribuire a modellare un Protocollo che sia equo per tutti i partecipanti.\n\nVersione Inglese:\nK-Challenge, a well-known French sailing team, has given its opinion on the proposed Protocol for the 38th America's Cup. The Protocol, which sets out the rules and guidelines for the competition, has recently been under review and is now facing scrutiny from various sailing teams. K-Challenge, known for its participation and dedication to the sailing world, has expressed concerns about the Protocol, arguing that some of the proposed rules may hinder competition rather than promote it. The team has raised issues related to boat design, race logistics and team restrictions. As the discussion continues, K-Challenge hopes that its feedback can help shape a Protocol that is fair for all participants.\n###",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Panerai Sets Sail With Luna Rossa In Two New America’s Cup-Inspired Watches",
    "date": "Wed, 02 Jul 2025 08:01:01 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/panerai-sets-sail-with-luna-rossa-in-two-new-americas-cup-inspired-watches",
    "image": "https://images.unsplash.com/photo-1629752631345-db56b6b6f532?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE3MDE5MTF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Panerai, la rinomata casa orologiera italiana, ha recentemente lanciato due nuovi modelli di orologi ispirati alla Coppa America, in collaborazione con Luna Rossa, il team di vela italiano. Questi nuovi orologi, che combinano l'abilità artigianale di Panerai con la passione per la vela di Luna Rossa, sono un omaggio alla storica competizione di vela. Ogni orologio presenta un design unico, con dettagli ispirati alla vela e alla tecnologia, che riflettono l'innovativa progettazione delle imbarcazioni utilizzate in Coppa America. Questa nuova collaborazione tra Panerai e Luna Rossa testimonia l'impegno di entrambe le parti nel promuovere l'eccellenza nel campo della vela e dell'orologeria.\n\n###\n\nPanerai, the renowned Italian watchmaking house, has recently launched two new models of watches inspired by the America's Cup, in collaboration with Luna Rossa, the Italian sailing team. These new watches, which combine Panerai's craftsmanship with Luna Rossa's passion for sailing, are a tribute to the historic sailing competition. Each watch features a unique design, with details inspired by sailing and technology, reflecting the innovative design of the boats used in the America's Cup. This new collaboration between Panerai and Luna Rossa testifies to both parties' commitment to promoting excellence in the field of sailing and watchmaking.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Peter Burling goes offshore: America’s Cup helmsman will race on foiling Ultim trimaran",
    "date": "Fri, 04 Jul 2025 09:23:47 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/peter-burling-goes-offshore-americas-cup-helmsman-will-race-on-foiling-ultim-trimaran",
    "image": "https://images.unsplash.com/photo-1701112450092-8197b7ae9aa2?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE3MDE5MjF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Peter Burling, noto timoniere della Coppa America, ha deciso di mettere alla prova le sue abilità in un contesto completamente nuovo e stimolante. L'atleta neozelandese parteciperà infatti a una gara a bordo di un trimarano Ultim a foil, un'imbarcazione veloce e tecnologicamente avanzata, ideale per le gare offshore. Questa decisione segna un importante passo in avanti nella carriera di Burling, che si è sempre distinto per la sua versatilità e la sua costante ricerca di nuove sfide. Nonostante sia noto per la sua esperienza nelle regate inshore, Burling ha dimostrato in diverse occasioni di saper affrontare con successo anche le competizioni in mare aperto. Non resta che attendere l'inizio della gara per scoprire come il campione si comporterà a bordo del suo nuovo trimarano.\n\n###\n\nPeter Burling, renowned America's Cup helmsman, has decided to test his skills in a completely new and challenging context. The New Zealand athlete will participate in a race on a foiling Ultim trimaran, a fast and technologically advanced boat, ideal for offshore races. This decision marks a significant step forward in Burling's career, who has always stood out for his versatility and constant pursuit of new challenges. Although he is known for his experience in inshore regattas, Burling has shown on several occasions that he can also successfully tackle competitions in the open sea. All that remains is to wait for the start of the race to see how the champion will perform on his new trimaran.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]