[
  {
    "id": 1,
    "title": "An historic moment for the America's Cup, but the real work starts now",
    "date": "Fri, 15 Aug 2025 03:03:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/an-historic-moment-for-the-america-s-cup-but-the-real-work-starts-now",
    "image": "https://images.unsplash.com/photo-1634654651502-858bb949eca0?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU1ODY4MTh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Venerdì 15 Agosto 2025 segna un momento storico per la Coppa America, ma il vero lavoro inizia ora. La competizione più antica nel mondo dello sport internazionale, nota per la sua intensa rivalità, ha raggiunto un punto critico. Nonostante le vittorie, i trofei e le celebrazioni, la vera sfida per i team inizia ora. Dopo la conquista del titolo, il focus si sposta sulla prossima edizione: la preparazione, l'innovazione e l'adattamento saranno fondamentali per mantenere il vantaggio e difendere il titolo. Questo sport, dominato da strategia, tecnologia e talento, richiede costanti sforzi per rimanere al vertice.\n\n###\n\nFriday, August 15, 2025, marks a historic moment for the America's Cup, but the real work starts now. The oldest competition in the world of international sports, known for its intense rivalry, has reached a critical juncture. Despite the victories, the trophies, and the celebrations, the real challenge for the teams starts now. After clinching the title, the focus shifts to the next edition: preparation, innovation, and adaptation will be key to maintaining the edge and defending the title. This sport, dominated by strategy, technology, and talent, demands constant efforts to stay at the top.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Opinion: Protocol for 38th America’s Cup",
    "date": "Fri, 15 Aug 2025 15:39:10 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/opinion-protocol-for-38th-americas-cup",
    "image": "https://images.unsplash.com/photo-1570907389543-e3fa21d80d29?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU1ODY4MzR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La 38esima edizione della America’s Cup è alle porte, e come per ogni edizione, è importante discutere e stabilire il protocollo che ne regolerà lo svolgimento. La America's Cup, da sempre, è vista come la competizione velica più prestigiosa e la più antica ancora in corso. Conosciuta anche come \"Auld Mug\", pone le sue radici nel lontano 1851. Il Protocollo della America’s Cup stabilisce le regole di svolgimento e le linee guida per i concorrenti, determinando il futuro della competizione. Essendo una competizione di tale importanza e con un'eredità così ricca, è fondamentale che il protocollo sia equo, trasparente e rifletta i valori del velismo.\n\n###\n\nThe 38th edition of the America’s Cup is on the horizon, and as with every edition, it is crucial to discuss and establish the protocol that will govern its conduct. The America's Cup has always been regarded as the most prestigious sailing competition and the oldest still ongoing. Also known as the \"Auld Mug\", it dates back to 1851. The America's Cup Protocol sets the rules of conduct and guidelines for competitors, shaping the future of the competition. Being a competition of such magnitude and with such a rich legacy, it is vital that the protocol is fair, transparent, and truly reflects the values of sailing.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup teams agree to 'carry VIPs' from 2027",
    "date": "Tue, 12 Aug 2025 10:30:31 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-teams-agree-to-carry-vips-from-2027",
    "image": "https://images.unsplash.com/photo-1588864494905-dea7b3550fdf?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU1ODY4NDd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo della vela si sta preparando a fare un grande passo avanti. Le squadre partecipanti alla Coppa America hanno infatti concordato di 'trasportare VIP' a partire dal 2027. L'annuncio arriva dopo mesi di discussioni tra i team e gli organizzatori del torneo. Nonostante le preoccupazioni iniziali sulla sicurezza e la logistica, le squadre hanno convenuto che l'introduzione di questa nuova dimensione all'evento potrebbe portare benefici significativi, tra cui un maggiore coinvolgimento del pubblico e opportunità di sponsorizzazione. Dettagli specifici su come sarà organizzato il trasporto dei VIP non sono stati ancora rilasciati.\n\n###\n\nThe world of sailing is preparing to make a significant leap forward. The teams participating in the America's Cup have agreed to 'carry VIPs' starting from 2027. The announcement comes after months of discussions between the teams and the tournament organizers. Despite initial concerns about safety and logistics, the teams have agreed that the introduction of this new dimension to the event could bring significant benefits, including increased audience engagement and sponsorship opportunities. Specific details on how the VIP transport will be organized have not yet been released.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]