[
  {
    "id": 1,
    "title": "Opinion: Protocol for 38th America’s Cup",
    "date": "Fri, 15 Aug 2025 15:39:10 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/opinion-protocol-for-38th-americas-cup",
    "image": "https://images.unsplash.com/photo-1707846806021-10f0ef58cb7d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUzMjc2MTJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, la più antica competizione di vela internazionale ancora in vigore, si sta preparando per la sua 38° edizione. La preparazione per questo prestigioso evento inizia con la definizione del Protocollo, un insieme di regole e regolamenti che governano la competizione. Questo documento cruciale stabilisce le linee guida per la progettazione delle barche, le regole di regata, i criteri di selezione delle squadre, e molto altro. Con l'approvazione del Protocollo per la 38° America's Cup, si apre un nuovo capitolo di sfide e innovazioni nel mondo della vela.\n\n###\n\nThe America's Cup, the oldest international sailing competition still in existence, is gearing up for its 38th edition. The preparation for this prestigious event begins with the definition of the Protocol, a set of rules and regulations that govern the competition. This crucial document sets the guidelines for the design of the boats, the racing rules, the team selection criteria, and much more. With the approval of the Protocol for the 38th America's Cup, a new chapter of challenges and innovations in the world of sailing opens up.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup: The fish hooks in the Brave, New Protocol - Updated",
    "date": "Tue, 12 Aug 2025 13:15:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-the-fish-hooks-in-the-brave-new-protocol-updated",
    "image": "https://images.unsplash.com/photo-1559612692-103d9c23ee8e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUzMjc2MTh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo della vela si prepara per un nuovo capitolo dell'America's Cup, uno degli eventi più prestigiosi nel panorama della vela mondiale. Il protocollo aggiornato, audacemente intitolato \"The fish hooks in the Brave, New Protocol\", rappresenta un passaggio rivoluzionario per la competizione, introducendo una serie di novità volte a migliorare le prestazioni delle imbarcazioni e a rendere le regate ancora più avvincenti. Il nuovo protocollo è stato presentato il 12 agosto 2025, e si preannuncia come una pietra miliare nella storia dell'America's Cup.\n\n###\n\nThe sailing world is gearing up for a new chapter of the America's Cup, one of the most prestigious events in the global sailing scene. The updated protocol, boldly titled \"The fish hooks in the Brave, New Protocol,\" represents a revolutionary step for the competition, introducing a series of innovations aimed at improving the performance of the boats and making the races even more exciting. The new protocol was presented on August 12, 2025, and is set to be a milestone in the history of the America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America’s Cup overhauled: Women sailors, battery power, fleet racing and more in new Protocol. Plus hope for Brits?",
    "date": "Tue, 12 Aug 2025 08:26:58 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-overhauled-women-sailors-battery-power-fleet-racing-and-more-in-new-protocol-plus-hope-for-brits",
    "image": "https://images.unsplash.com/photo-1698440261744-834fcb9df401?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUzMjc2MjZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, uno degli eventi più prestigiosi nel mondo della vela, sta per subire una rivoluzione. Nell'ambito del nuovo Protocollo, saranno introdotte diverse modifiche significative: la presenza di donne veliste, l'uso di energia a batteria, le gare di flotta e molto altro. Il tutto, con una speranza in più per i britannici. Queste innovazioni, annunciate il 12 agosto 2025, rappresentano un cambiamento significativo per la competizione, in linea con l'impegno di sviluppare uno sport più inclusivo e sostenibile. \n\n###\n\nAmerica's Cup, one of the most prestigious events in the sailing world, is about to undergo a revolution. Under the new Protocol, several significant changes will be introduced: the presence of women sailors, the use of battery power, fleet racing, and much more. All this, with an added hope for the Brits. These innovations, announced on August 12, 2025, represent a significant shift for the competition, in line with the commitment to develop a more inclusive and sustainable sport.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]