[
  {
    "id": 1,
    "title": "Naples plan revealed for America’s Cup",
    "date": "Sat, 20 Sep 2025 13:41:15 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-plan-revealed-for-americas-cup",
    "image": "https://images.unsplash.com/photo-1659447696692-4a90c6c9b6e5?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg2OTcyMTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La città di Napoli ha rivelato i suoi piani per ospitare la prestigiosa America's Cup, la più antica competizione sportiva internazionale ancora in corso. Le informazioni sono state divulgate sabato 20 Settembre 2025, segnando un'emozionante svolta per la città partenopea. Il progetto prevede la creazione di un'infrastruttura di classe mondiale per accogliere le squadre di vela, i visitatori e i fan della competizione. Il piano, dettagliato e ambizioso, mostra il desiderio di Napoli di posizionarsi come una destinazione di primo piano per gli eventi di vela internazionali.\n\n###\n\nThe city of Naples has unveiled its plans to host the prestigious America's Cup, the oldest international sporting competition still in progress. The details were released on Saturday, September 20, 2025, marking an exciting development for the Naples city. The plan involves creating world-class infrastructure to accommodate sailing teams, visitors, and competition fans. The comprehensive and ambitious plan shows Naples' desire to position itself as a leading destination for international sailing events.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup: Partnership agreement expected to be signed off next week.",
    "date": "Sun, 21 Sep 2025 10:46:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-partnership-agreement-expected-to-be-signed-off-next-week",
    "image": "https://images.unsplash.com/photo-1659447696692-4a90c6c9b6e5?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg2OTcyMTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La notizia è fresca e riguarda l'America's Cup, la competizione velica più prestigiosa al mondo. Secondo quanto riferito da Sail-World.com, è prevista per la prossima settimana la firma di un accordo di partnership. Non sono ancora stati divulgati i dettagli specifici di questa partnership, ma si prevede che avrà un impatto significativo sulla competizione. Questo accordo potrebbe riguardare una serie di aspetti, tra cui la sponsorizzazione, la gestione degli eventi e la promozione dell'America's Cup stessa.\n\n###\n\nThe news is fresh and concerns the America's Cup, the world's most prestigious sailing competition. According to reports from Sail-World.com, a partnership agreement is expected to be signed off next week. The specific details of this partnership have not yet been disclosed, but it is anticipated to have a significant impact on the competition. This agreement could cover a range of aspects, including sponsorship, event management, and promotion of the America's Cup itself.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "American Magic HQ will be much more than a sailing team. Aerospace manufacturing is coming",
    "date": "Fri, 19 Sep 2025 12:15:08 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/american-magic-hq-will-be-much-more-than-a-sailing-team-aerospace-manufacturing-is-coming",
    "image": "https://images.unsplash.com/photo-1659447696692-4a90c6c9b6e5?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTg2OTcyMTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "American Magic HQ, la casa della squadra di vela americana, sta per diventare molto più che un semplice hub per gli sport acquatici. Secondo quanto riportato dal Pensacola News Journal, la struttura si sta preparando ad accogliere la manifattura aerospaziale. Dall'ingegneria navale all'aerospaziale, il passaggio sembra naturale e stimolante. Questa mossa non solo rafforzerà la posizione di American Magic nel panorama sportivo, ma contribuirà anche a rivitalizzare l'industria aerospaziale, creando nuove opportunità di lavoro e di sviluppo economico.\n\n###\n\nAmerican Magic HQ, the home of the American sailing team, is about to become much more than a simple hub for water sports. According to Pensacola News Journal, the facility is gearing up to welcome aerospace manufacturing. From naval engineering to aerospace, the transition seems natural and exciting. This move will not only strengthen American Magic's position in the sports landscape, but will also help rejuvenate the aerospace industry, creating new job opportunities and economic development.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]