[
  {
    "id": 1,
    "title": "America’s Cup overhauled: Women sailors, battery power, fleet racing and more in new Protocol. Plus hope for Brits?",
    "date": "Tue, 12 Aug 2025 08:26:58 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-overhauled-women-sailors-battery-power-fleet-racing-and-more-in-new-protocol-plus-hope-for-brits",
    "image": "https://images.unsplash.com/photo-1654148708270-5c16f336b998?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUyNDEyMTl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo dello yachting è in fermento: l’America’s Cup, la più antica competizione di vela internazionale, si rinnova. La nuova edizione del torneo, prevista per il 2025, introdurrà una serie di cambiamenti significativi, tra cui la partecipazione di donne veliste, l'utilizzo di energia a batteria per le barche, l'introduzione di gare di flotta e molto altro. Queste modifiche sono state annunciate nel nuovo Protocollo dell'America’s Cup, che definisce le regole della competizione. Inoltre, tra le novità, c'è anche una speranza per i britannici, che non hanno mai vinto il trofeo nonostante siano stati i primi a organizzare l'evento nel lontano 1851.\n\n###\n\nThe yachting world is buzzing with excitement: the America's Cup, the oldest international sailing competition, is undergoing a major overhaul. The new edition of the tournament, scheduled for 2025, will introduce a number of significant changes, including the participation of women sailors, the use of battery power for boats, the introduction of fleet racing and much more. These changes have been announced in the new America’s Cup Protocol, which sets out the rules of the competition. Furthermore, among the novelties, there is also a glimmer of hope for the Brits, who have never won the trophy despite being the first to organize the event back in 1851.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup: Protocol signing confirmed - a \"ground breaking\" partnership",
    "date": "Tue, 12 Aug 2025 04:03:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-protocol-signing-confirmed-a-ground-breaking-partnership",
    "image": "https://images.unsplash.com/photo-1726403557156-d2aa544f9d34?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUyNDEyMjl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, la più antica competizione internazionale di vela, ha recentemente confermato la firma di un protocollo che segna l'inizio di una partnership definita \"rivoluzionaria\". Questo accordo, annunciato il 12 Agosto 2025, rappresenta un passo significativo per il futuro della competizione. Nonostante i dettagli specifici dell'accordo non siano stati ancora resi noti, è chiaro che questo protocollo porterà a cambiamenti significativi nel modo in cui la competizione viene organizzata e gestita, con l'obiettivo di renderla più accessibile e attraente per un pubblico più ampio.\n\n###\n\nThe America's Cup, the oldest international sailing competition, has recently confirmed the signing of a protocol marking the start of a \"ground breaking\" partnership. This agreement, announced on August 12, 2025, represents a significant step forward for the future of the competition. Although the specific details of the agreement have not yet been disclosed, it is clear that this protocol will lead to significant changes in the way the competition is organized and managed, with the goal of making it more accessible and appealing to a broader audience.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "The new America’s Cup team to offset British billionaire’s bitter exit",
    "date": "Wed, 13 Aug 2025 05:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-new-americas-cup-team-to-offset-british-billionaires-bitter-exit",
    "image": "https://images.unsplash.com/photo-1688279178799-8011a07ac9e1?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUyNDEyNDF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La vela, con la sua longeva storia di competizioni e sfide, ha subito un altro rivolgimento con l'annuncio di un nuovo team che parteciperà alla prossima America's Cup. Questa notizia arriva a poche settimane dal ritiro amaro del miliardario britannico Sir Jim Ratcliffe, che ha deciso di lasciare la competizione a causa di disaccordi con l'organizzazione. La sua uscita, avvenuta in modo piuttosto brusco, ha lasciato un vuoto nel panorama velico internazionale, ma il nuovo team americano sembra pronto a riempirlo, promettendo di portare nuove energie e idee innovative nel mondo della vela.\n\n###\n\nSailing, with its longstanding history of competition and challenge, has undergone another upheaval with the announcement of a new team participating in the upcoming America's Cup. This news comes just weeks after the bitter exit of British billionaire Sir Jim Ratcliffe, who decided to leave the competition due to disagreements with the organization. His abrupt departure left a void in the international sailing scene, but the new American team seems ready to fill it, promising to bring fresh energy and innovative ideas into the world of sailing.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]