[
  {
    "id": 1,
    "title": "The Outcasts of the Yacht Club Are Changing Sailing’s Image",
    "date": "Fri, 22 Aug 2025 09:00:23 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-outcasts-of-the-yacht-club-are-changing-sailings-image",
    "image": "https://images.unsplash.com/photo-1662155284245-77ee3bad8017?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYyNzgwMTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Nell'ambiente elitario ed esclusivo dei club di yacht, un gruppo di \"emarginati\" sta cambiando l'immagine tradizionale della vela. Queste persone, spesso escluse dal mondo del yachting a causa di questioni socio-economiche e razziali, stanno ora prendendo le redini del settore, introducendo nuove idee e pratiche. Il cambiamento non è solo legato alla diversità dei partecipanti, ma anche a un nuovo approccio alla vela, più democratico e accessibile. Questa nuova ondata di entusiasmo sta dando al mondo della vela un volto più inclusivo, sfidando le vecchie norme e superando le barriere che una volta sembravano insormontabili.\n\n###\n\nWithin the elite and exclusive environment of yacht clubs, a group of \"outcasts\" is changing the traditional image of sailing. These individuals, often excluded from the yachting world due to socio-economic and racial issues, are now taking the reins of the industry, introducing new ideas and practices. The change is not only related to participant diversity, but also a new approach to sailing, one that is more democratic and accessible. This new wave of enthusiasm is giving the world of sailing a more inclusive face, challenging old norms and overcoming barriers that once seemed insurmountable.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup teams agree to 'carry VIPs' from 2027",
    "date": "Tue, 12 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-teams-agree-to-carry-vips-from-2027",
    "image": "https://images.unsplash.com/photo-1592967887378-a6d42f969cc8?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYyNzgwMjR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Nel mondo della vela, una novità di rilievo rivoluzionerà l'America's Cup a partire dal 2027. Le squadre che parteciperanno alla prestigiosa competizione hanno infatti raggiunto un accordo per 'trasportare VIP' durante le gare. Questa decisione, mai presa in precedenza nel mondo dello sport nautico, segna un passo importante verso una maggiore inclusione e interazione con il pubblico di alto profilo, permettendo a personalità di spicco di vivere l'esperienza della competizione in prima persona.\n\n###\n\nIn the world of sailing, a significant novelty is set to revolutionize the America's Cup from 2027. The teams participating in the prestigious competition have agreed to 'carry VIPs' during the races. This decision, never made before in the world of nautical sports, marks an important step towards greater inclusion and interaction with high-profile audiences, allowing prominent personalities to experience the competition firsthand.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: The fish hooks in the Brave, New Protocol - Updated",
    "date": "Tue, 12 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-the-fish-hooks-in-the-brave-new-protocol-updated",
    "image": "https://images.unsplash.com/photo-1540946485063-a40da27545f8?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYyNzgwMzR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La prestigiosa America's Cup, uno degli eventi più attesi nel mondo della vela, si è recentemente evoluta con l'introduzione di un coraggioso e nuovo protocollo. Questo aggiornamento, simboleggiato da un \"amo da pesca\" nel logo del torneo, rappresenta un importante cambiamento nello storico regolamento della competizione, con l'obiettivo di aumentare la partecipazione, l'equità e l'innovazione. Il nuovo protocollo introduce una serie di modifiche alle regole di design delle imbarcazioni, all'organizzazione delle regate e alla gestione delle squadre. Questa notizia risale al 12 agosto 2025.\n\n###\n\nThe prestigious America's Cup, one of the most anticipated events in the world of sailing, has recently evolved with the introduction of a brave, new protocol. This update, symbolized by a \"fish hook\" in the tournament logo, represents a significant shift in the historic competition's rules, aiming to boost participation, fairness, and innovation. The new protocol introduces a range of changes to boat design rules, race organization, and team management. This news dates back to August 12, 2025.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]