[
  {
    "id": 1,
    "title": "America's Cup: Memories of the past - Naples first taste of the Cup",
    "date": "Thu, 07 Aug 2025 01:52:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-memories-of-the-past-naples-first-taste-of-the-cup",
    "image": "https://images.unsplash.com/photo-1527685609591-44b0aef2400b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ1NTM4OTF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Quando si parla della Coppa America, l'evento velico più antico e prestigioso del mondo, è impossibile non ricordare la prima volta che la città di Napoli ha assaporato l'emozione di questo torneo. Era il 2012 e per la prima volta nella storia, le acque del Golfo di Napoli ospitavano le competizioni preliminari della 34esima edizione della Coppa America. La città partenopea, con la sua lunga e affascinante storia marittima, ha accolto con entusiasmo e passione l'evento, regalando al mondo intero immagini indimenticabili. La connessione tra Napoli e la vela, così come la Coppa America, è radicata nel tempo e ancora oggi, a distanza di oltre un decennio, quei ricordi rimangono vivi e preziosi.\n\n###\n\nWhen it comes to the America's Cup, the oldest and most prestigious sailing event in the world, it's impossible not to remember the first time the city of Naples tasted the thrill of this tournament. It was 2012, and for the first time in history, the waters of the Gulf of Naples hosted the preliminary competitions of the 34th edition of the America's Cup. The city of Naples, with its long and fascinating maritime history, welcomed the event with enthusiasm and passion, providing unforgettable images to the whole world. The connection between Naples and sailing, as well as the America's Cup, is deeply rooted in time and even today, over a decade later, those memories remain vivid and precious.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "NAPLES GETS A FIRST TASTE OF THE AMERICA’S CUP… IN 2012 AND 2013",
    "date": "Wed, 06 Aug 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-gets-a-first-taste-of-the-americas-cup-in-2012-and-2013",
    "image": "https://images.unsplash.com/photo-1475696757960-e0548d55314d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ1NTM5MDJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La città di Napoli ha avuto il suo primo assaggio della prestigiosa America's Cup nel 2012 e nel 2013; un evento storico che ha segnato l'ingresso della città partenopea nell'élite della vela internazionale. Questi due eventi, nonostante siano passati più di dieci anni, rimangono ancora vivi nel ricordo di molti appassionati di vela e cittadini di Napoli, come un momento di grande orgoglio e passione sportiva. La America's Cup, considerata la competizione di vela più antica e prestigiosa al mondo, ha portato una ventata di novità e interesse per la vela e gli sport marittimi in città, contribuendo a rafforzare la vocazione marinara di Napoli.\n\n###\n\nThe city of Naples had its first taste of the prestigious America's Cup in 2012 and 2013; a historic event that marked the entrance of the Parthenopean city into the elite of international sailing. These two events, despite more than ten years have passed, are still vivid in the memories of many sailing enthusiasts and citizens of Naples, as a moment of great pride and sports passion. The America's Cup, considered the oldest and most prestigious sailing competition in the world, brought a breath of fresh air and interest in sailing and maritime sports to the city, reinforcing Naples' maritime vocation.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Is this exactly what the USA needs?",
    "date": "Tue, 05 Aug 2025 02:03:45 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/is-this-exactly-what-the-usa-needs",
    "image": "https://images.unsplash.com/photo-1599405757719-ca6c2e881447?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ1NTM5MTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'articolo dal titolo \"Is this exactly what the USA needs?\" pubblicato il 5 Agosto 2025 su Scuttlebutt Sailing News, solleva un interrogativo importante. Il bisogno che viene discusso in questa notizia non è ancora stato specificato, ma la domanda posta sembra indicare un cambio radicale o una nuova direzione per gli Stati Uniti. In un'epoca di costanti trasformazioni e sfide globali, è fondamentale che le nazioni riescano ad adattarsi e a rispondere alle esigenze dei loro cittadini, che siano essi economici, sociali o ambientali.\n\n###\n\nThe article titled \"Is this exactly what the USA needs?\" published on August 5, 2025, in Scuttlebutt Sailing News, raises an important question. The need discussed in this news story is not yet specified, but the question posed seems to indicate a radical change or a new direction for the United States. In an era of constant change and global challenges, it's crucial for nations to be able to adapt and respond to the needs of their citizens, whether they be economic, social, or environmental.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]