[
  {
    "id": 1,
    "title": "Cisco’s AI-driven technology to connect and protect Luna Rossa’s America’s Cup Challenge",
    "date": "Fri, 29 Aug 2025 12:02:54 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ciscos-ai-driven-technology-to-connect-and-protect-luna-rossas-americas-cup-challenge",
    "image": "https://images.unsplash.com/photo-1645638120830-2bdd545cad06?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTcyODIzNjB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Cisco, il gigante della tecnologia, ha annunciato il lancio della sua tecnologia guidata dall'intelligenza artificiale (AI) per connettere e proteggere la sfida di Luna Rossa per l'America’s Cup. Questa collaborazione segna un importante passo avanti nel mondo dello sport, con l'AI che offre vantaggi significativi in termini di connettività, sicurezza e analisi dei dati. Questa tecnologia rivoluzionaria è progettata per migliorare le decisioni strategiche durante le regate, fornendo dati in tempo reale ed elaborando rapidamente le informazioni. Inoltre, l'AI di Cisco protegge la squadra da potenziali minacce informatiche, garantendo una navigazione sicura non solo nel senso fisico, ma anche digitale.\n\n###\n\nCisco, the technology giant, has announced the launch of its AI-driven technology to connect and protect Luna Rossa's America's Cup Challenge. This collaboration marks a significant step forward in the world of sports, with AI offering significant advantages in terms of connectivity, security, and data analysis. This revolutionary technology is designed to improve strategic decisions during races, providing real-time data and quickly processing information. Moreover, Cisco's AI protects the team from potential cyber threats, ensuring safe navigation not only in the physical sense but also digitally.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Top Contenders for the 2025 Rolex Invitational Cup",
    "date": "Fri, 05 Sep 2025 19:35:17 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/top-contenders-for-the-2025-rolex-invitational-cup",
    "image": "https://images.unsplash.com/photo-1651038545841-ed9416bc24e5?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTcyODIzNjh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "In data 5 settembre 2025, il mondo della vela si prepara per l'attesissima Rolex Invitational Cup. La competizione, famosa per la sua intensità e il livello di eccellenza dei partecipanti, promette battaglie emozionanti e strategie di navigazione sofisticate. Tra i contendenti di quest'anno, alcuni si distinguono per il loro pedigree di vela e le loro prestazioni recenti, posizionandosi come i favoriti per la prestigiosa coppa. Tra questi, troviamo nomi di spicco come il veterano delle regate, il capitano britannico James Spencer, il prodigio australiano Chloe Peterson e l'equipaggio statunitense guidato da Michael Foster. Questa edizione della Rolex Invitational Cup promette di essere una delle più combattute degli ultimi anni.\n\n###\n\nOn September 5, 2025, the sailing world is gearing up for the much-anticipated Rolex Invitational Cup. The competition, renowned for its intensity and the high standard of its participants, promises thrilling races and sophisticated sailing strategies. Among this year's contenders, some stand out for their sailing pedigree and recent performances, positioning themselves as the favorites for the prestigious cup. These include renowned names such as British racing veteran Captain James Spencer, Australian prodigy Chloe Peterson, and the American crew led by Michael Foster. This edition of the Rolex Invitational Cup promises to be one of the most fiercely contested in recent years.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Interview: From The Other Side - The State of the Sport",
    "date": "Fri, 05 Sep 2025 13:59:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/interview-from-the-other-side-the-state-of-the-sport",
    "image": "https://images.unsplash.com/photo-1628661114098-0a711362734a?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTcyODIzNzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Nell'ambito sportivo, è fondamentale avere una visione chiara dello stato attuale delle discipline e delle sfide che esse affrontano. In un'intervista recente, abbiamo avuto l'opportunità di esplorare questi aspetti da un punto di vista diverso, quello dell'altro lato. Questa prospettiva ci permette di guardare oltre i risultati e le prestazioni degli atleti, per concentrarci sulle dinamiche più ampie che influenzano lo sport nel suo complesso. Le questioni affrontate nell'intervista vanno dalla gestione delle federazioni sportive, all'importanza della formazione degli atleti, passando per le sfide poste dalla pandemia e le risposte innovative che il mondo dello sport ha saputo dare.\n\n###\n\nIn the world of sports, it's crucial to have a clear vision of the current state of disciplines and the challenges they face. In a recent interview, we had the opportunity to explore these aspects from a different perspective, from the other side. This view allows us to look beyond the results and performances of athletes, focusing on the broader dynamics that influence sport as a whole. The issues addressed in the interview range from the management of sports federations, to the importance of athlete training, to the challenges posed by the pandemic and the innovative responses that the world of sport has been able to give.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "NAPLES SET TO CONTINUE THE YOUTH AMERICA’S CUP – A COMPETITION WHERE THE FUTURE STARS OF THE AMERICA’S CUP EMERGE",
    "date": "Wed, 03 Sep 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-set-to-continue-the-youth-americas-cup-a-competition-where-the-future-stars-of-the-americas-cup-emerge",
    "image": "https://images.unsplash.com/photo-1535450535339-38bd424a6d38?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTcxNDQ4NjF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La città di Napoli è pronta a ospitare ancora una volta la Youth America's Cup, una competizione in cui emergono le future stelle della America's Cup. Questo evento, che è diventato un appuntamento fisso nel calendario velico internazionale, permette ai giovani talenti di mettersi in mostra e di affinare le loro abilità in previsione di una futura partecipazione alla prestigiosa America's Cup. La Youth America's Cup rappresenta un'opportunità unica per i giovani velisti, offrendo loro l'opportunità di competere in un contesto altamente competitivo e di guadagnare esperienza preziosa.\n\n###\n\nThe city of Naples is set to host the Youth America's Cup once again, a competition where the future stars of the America's Cup emerge. This event, which has become a staple in the international sailing calendar, allows young talents to showcase their skills and hone their abilities in anticipation of future participation in the prestigious America's Cup. The Youth America's Cup represents a unique opportunity for young sailors, offering them the chance to compete in a highly competitive context and gain valuable experience. Please note that this news is current as of Wed, 03 Sep 2025 02:01:00 GMT.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Cisco’s AI-driven tech set to sail for Luna Rossa’s America’s Cup challenge",
    "date": "Fri, 29 Aug 2025 14:08:59 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ciscos-ai-driven-tech-set-to-sail-for-luna-rossas-americas-cup-challenge",
    "image": "https://images.unsplash.com/photo-1603331675306-b554ea26d085?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTcwNTU2NDB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La sfida dell'America's Cup di Luna Rossa si appresta a veleggiare con la tecnologia guidata dall'Intelligenza Artificiale di Cisco. Il colosso globale dell'IT ha sviluppato soluzioni all'avanguardia per ottimizzare le prestazioni della squadra italiana nella prossima edizione della prestigiosa regata. Tramite l'utilizzo di algoritmi di apprendimento automatico e sensori avanzati, l'equipaggio di Luna Rossa sarà in grado di monitorare in tempo reale le condizioni di navigazione e adattare le strategie di gara in base ai dati rilevati. Questo rappresenta un enorme passo avanti nella digitalizzazione del mondo della vela e potrebbe rivoluzionare il modo in cui le squadre si preparano e competono in questa antica e prestigiosa competizione.\n\n###\n\nLuna Rossa's America's Cup challenge is set to sail with Cisco's AI-driven tech. The global IT giant has developed cutting-edge solutions to optimize the Italian team's performance in the upcoming edition of the prestigious regatta. Through the use of machine learning algorithms and advanced sensors, Luna Rossa's crew will be able to monitor real-time sailing conditions and adapt race strategies based on the data collected. This represents a significant leap forward in the digitalization of the sailing world and could revolutionize the way teams prepare and compete in this ancient and prestigious competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "A Day in the Life of Jimmy Spithill, the CEO of Red Bull Italy SailGP",
    "date": "Mon, 01 Sep 2025 09:05:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/a-day-in-the-life-of-jimmy-spithill-the-ceo-of-red-bull-italy-sailgp",
    "image": "https://images.unsplash.com/photo-1607510891430-020fff3e5549?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY5NjkyMzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "È il 1° settembre 2025 e questa è una giornata nella vita di Jimmy Spithill, l'attuale CEO di Red Bull Italy SailGP. Conoscere la routine quotidiana di una personalità di spicco nel mondo della vela può essere un'esperienza affascinante e illuminante. Spithill, originario dell'Australia, è noto per le sue abilità straordinarie come timoniere e per il suo spirito imprenditoriale. Si è fatto un nome nel mondo della vela vincendo due volte l'America's Cup e ora sta portando la sua passione e la sua esperienza nel settore della vela professionale in Italia, con la sua posizione di CEO presso Red Bull Italy SailGP.\n\n###\n\nIt's September 1, 2025, and this is a day in the life of Jimmy Spithill, the current CEO of Red Bull Italy SailGP. Getting a glimpse into the daily routine of a prominent figure in the world of sailing can be a fascinating and enlightening experience. Spithill, originally from Australia, is known for his extraordinary skills as a helmsman and his entrepreneurial spirit. He made his name in the sailing world by winning the America's Cup twice and is now bringing his passion and experience to the professional sailing industry in Italy, with his CEO position at Red Bull Italy SailGP.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "America's Cup: From 1983 to 2024 through the lens of Carlo Borlenghi",
    "date": "Sun, 31 Aug 2025 14:35:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-from-1983-to-2024-through-the-lens-of-carlo-borlenghi",
    "image": "https://images.unsplash.com/photo-1654589434298-65b503a1b060?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY4ODI4MTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, la più antica competizione internazionale di vela, ha visto molte sfide e cambiamenti nel corso degli anni. Dal 1983 al 2024, un uomo, Carlo Borlenghi, è stato lì a documentare tutto con il suo obiettivo. Borlenghi, un fotografo italiano noto per le sue impressionanti immagini di yacht e regate, è diventato una figura iconica nell'America's Cup. Il suo occhio per i dettagli, la luce e il movimento ha catturato i momenti più emozionanti e drammatici della competizione, dalla vittoria storica dell'Australia nel 1983 all'ultima regata del 2024.\n\n###\n\nThe America's Cup, the oldest international sailing competition, has seen many challenges and changes over the years. From 1983 to 2024, one man, Carlo Borlenghi, was there to document it all through his lens. Borlenghi, an Italian photographer renowned for his stunning images of yachts and regattas, has become an iconic figure in the America's Cup. His eye for detail, light, and movement has captured the most exciting and dramatic moments of the competition, from Australia's historic win in 1983 to the latest race in 2024.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America’s cup protocol finally agreed - 29 Aug 2025 - Sailing Today Magazine - Readly | All magazines",
    "date": "Fri, 29 Aug 2025 07:31:01 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-protocol-finally-agreed-29-aug-2025-sailing-today-magazine-readly-all-magazines",
    "image": "https://images.unsplash.com/photo-1630853238178-64052a1e0f45?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY3MTAwMzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Dopo un lungo periodo di negoziazioni e discussioni, il protocollo per la Coppa America è stato finalmente concordato il 29 agosto 2025, come riportato dalla rivista Sailing Today Magazine. Questo accordo mette fine a mesi di incertezza e stabilisce le nuove regole e linee guida per la prossima edizione della prestigiosa competizione velica. L'annuncio è stato accolto con grande entusiasmo da parte di tutto il mondo della vela, ansioso di vedere come si svilupperanno le prossime sfide in mare.\n\n###\n\nAfter a long period of negotiations and discussions, the protocol for the America’s Cup was finally agreed on August 29, 2025, as reported by Sailing Today Magazine. This agreement ends months of uncertainty and establishes the new rules and guidelines for the upcoming edition of the prestigious sailing competition. The announcement has been met with great enthusiasm from the sailing world, eager to see how the next challenges on the sea will unfold.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]