[
  {
    "id": 1,
    "title": "An America’s Cup without an American boat? American Magic says it may not sail in Naples",
    "date": "Thu, 22 May 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/an-americas-cup-without-an-american-boat-american-magic-says-it-may-not-sail-in-naples",
    "image": "https://images.unsplash.com/photo-1690404130759-0d47f667b3a8?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NDk0MjE3MDh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\n\nLa prestigiosa America's Cup potrebbe svolgersi senza una barca americana. Secondo le rivelazioni di American Magic, uno dei principali team di vela degli Stati Uniti, potrebbe non partecipare alla prossima edizione della regata che si terrà a Napoli. Questo annuncio ha suscitato sorpresa e preoccupazione nel mondo della vela, dato il ruolo di primo piano che gli Stati Uniti hanno sempre giocato in questa competizione. La mancanza di una barca americana avrebbe un impatto significativo sulla competizione, sia in termini di prestigio che di competitività. American Magic non ha fornito dettagli specifici sulle ragioni di questa possibile assenza, alimentando le speculazioni e l'incertezza. Questa notizia arriva in un momento delicato per l'America's Cup, che sta cercando di adattarsi alle sfide poste dalla pandemia di COVID-19 e dai cambiamenti nel panorama della vela internazionale.\n\n###\n\nEnglish Version:\n\nThe prestigious America's Cup may take place without an American boat. According to revelations from American Magic, one of the United States' leading sailing teams, it may not participate in the upcoming edition of the race to be held in Naples. This announcement has caused surprise and concern in the sailing world, given the prominent role the United States has always played in this competition. The absence of an American boat would have a significant impact on the competition, both in terms of prestige and competitiveness. American Magic did not provide specific details on the reasons for this possible absence, fueling speculation and uncertainty. This news comes at a delicate time for the America's Cup, which is trying to adapt to the challenges posed by the COVID-19 pandemic and changes in the international sailing landscape.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup: Luna Rossa signs another sponsor",
    "date": "Thu, 05 Jun 2025 14:49:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-luna-rossa-signs-another-sponsor",
    "image": "https://images.unsplash.com/photo-1553619665-3d843a685ba3?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NDk0MjE3MTh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\n\nIn vista della prossima edizione dell'America's Cup, Luna Rossa ha annunciato di aver siglato un accordo con un altro sponsor. Questa notizia arriva dopo una serie di successi per la squadra di vela italiana, che si sta preparando per la competizione velica più prestigiosa al mondo. Nonostante i dettagli del contratto non siano stati resi pubblici, si sa che l'accordo conferma il sostegno finanziario e tecnologico al team Luna Rossa. Questo ulteriore sponsor contribuirà a finanziare la ricerca e lo sviluppo, elementi cruciali per mantenere il passo con le altre squadre partecipanti. Il nuovo sponsor si unisce a una lista già prestigiosa di sostenitori della squadra italiana, rafforzando ulteriormente la posizione di Luna Rossa nel panorama velico internazionale.\n\n###\n\nEnglish Version:\n\nAhead of the next America's Cup, Luna Rossa has announced signing an agreement with another sponsor. This news comes after a series of successes for the Italian sailing team, which is preparing for the world's most prestigious sailing competition. While the details of the contract have not been made public, it is known that the agreement provides financial and technological support to the Luna Rossa team. This additional sponsor will contribute to funding research and development, crucial elements to keep pace with the other participating teams. The new sponsor joins an already prestigious list of supporters of the Italian team, further strengthening Luna Rossa's position in the international sailing landscape.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "American Magic threatens to quit 38th America's Cup",
    "date": "Thu, 22 May 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/american-magic-threatens-to-quit-38th-america-s-cup",
    "image": "https://images.unsplash.com/photo-1650914663153-2147441e655a?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NDk0MjE3Mjl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Italiano:\nAmerican Magic, la squadra di vela statunitense, minaccia di ritirarsi dalla 38esima America's Cup. Secondo un rapporto del Pensacola News Journal, la decisione sarebbe dovuta a una serie di controversie legate all'organizzazione del prestigioso evento di vela. La squadra, guidata dal comandante Terry Hutchinson, ha espresso insoddisfazione per le questioni di sicurezza, le regole tecniche e l'organizzazione generale. American Magic è una delle squadre più competitive della competizione, con una lunga storia di partecipazione e successi. Il ritiro della squadra rappresenterebbe un duro colpo per l'America's Cup, che è considerata la competizione di vela più antica e prestigiosa al mondo.\n\n###\n\nEnglish:\nAmerican Magic, the American sailing team, threatens to withdraw from the 38th America's Cup. According to a report from the Pensacola News Journal, the decision would be due to a series of controversies related to the organization of the prestigious sailing event. The team, led by skipper Terry Hutchinson, has expressed dissatisfaction over safety issues, technical rules and overall organization. American Magic is one of the most competitive teams in the competition, with a long history of participation and successes. The withdrawal of the team would represent a severe blow to the America's Cup, which is considered the oldest and most prestigious sailing competition in the world.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "An America’s Cup without an American boat? American Magic says it may not sail in Naples - AP News",
    "date": "Thu, 22 May 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/an-americas-cup-without-an-american-boat-american-magic-says-it-may-not-sail-in-naples-ap-news",
    "image": "https://images.unsplash.com/photo-1580929589831-1811d0ddcb57?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NDk0MDM2OTR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La prossima America's Cup potrebbe svolgersi senza una barca americana. Questa è l'insolita prospettiva che si prospetta per uno degli eventi nautici più prestigiosi al mondo, a causa di una dichiarazione rilasciata da American Magic, la squadra di vela statunitense.\n\n\"Potremmo non partecipare alla competizione a Napoli\", ha dichiarato un portavoce di American Magic. Questo annuncio ha sorpreso gli appassionati di vela e gli addetti ai lavori, dato il ruolo di primo piano che gli Stati Uniti hanno sempre avuto nella storia dell'America's Cup.\n\nLe ragioni dietro questa possibile defezione non sono state rese note in maniera dettagliata, causando una serie di speculazioni. Alcuni sostengono che la decisione sarebbe legata a questioni finanziarie, mentre altri ipotizzano che ci possano essere dei problemi tecnici con l'attuale barca del team.\n\nFondato nel 1851, l'America's Cup è la competizione di vela più antica al mondo e gli Stati Uniti detengono il record per il maggior numero di vittorie. La mancanza di una squadra americana avrebbe un impatto significativo sulla competizione, sia in termini di appeal per il pubblico che di competitività.\n\nLa notizia della possibile assenza di American Magic nella prossima America's Cup è stata riportata per la prima volta da AP News, uno dei principali network di notizie statunitensi. Da allora, la notizia ha fatto il giro del mondo, attirando l'attenzione dei media internazionali.\n\nIn attesa di ulteriori informazioni, gli appassionati di vela di tutto il mondo sperano che la situazione possa risolversi in modo positivo. Una America's Cup senza una barca americana sarebbe un evento senza precedenti, che molti sperano di non dover vedere.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "American Magic threatens to quit 38th America's Cup - Pensacola News Journal",
    "date": "Thu, 22 May 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/american-magic-threatens-to-quit-38th-america-s-cup-pensacola-news-journal",
    "image": "https://images.unsplash.com/photo-1597704097219-0f6a59def63d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NDk0MDM3MDd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il team di vela American Magic potrebbe ritirarsi dalla 38esima edizione dell'America's Cup, secondo quanto riportato dal Pensacola News Journal. Questa notizia ha scosso il mondo della vela, considerando la reputazione e il prestigio che il team ha accumulato nel corso degli anni.\n\nSecondo le fonti, la decisione sarebbe legata a una serie di problemi interni, tra cui la questione del finanziamento. Nonostante siano in corso delle discussioni tra i membri del team e i potenziali investitori, la situazione sembra ancora incerta. \n\nLa loro partecipazione all'America's Cup, la regata più antica e prestigiosa del mondo, ha sempre rappresentato un punto di riferimento per tutti gli appassionati di vela. Il ritiro di un team di tale calibro potrebbe influire notevolmente sullo svolgimento e sull'immagine della competizione.\n\nFinora, American Magic ha scelto di non commentare ufficialmente la situazione, aumentando così la suspense e le speculazioni. L'America's Cup, in programma per il 2024, può solo sperare che il team risolva i suoi problemi e confermi la sua partecipazione.\n\nLa 38esima edizione dell'America’s Cup si preannuncia piena di sorprese e di turbolenze. Mentre gli altri team si preparano per la competizione, l'ombra del ritiro di American Magic getta un'ombra di incertezza sul futuro della gara.\n\nPer ora, gli appassionati di vela possono solo sperare che American Magic riesca a risolvere i suoi problemi interni e a partecipare alla competizione. La loro assenza sarebbe un grande colpo per l'America's Cup e per l'intero mondo della vela.\n\nRestate sintonizzati con Pensacola News Journal per ulteriori aggiornamenti su questa vicenda.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "ITALY TO HOST THE LOUIS VUITTON 38TH AMERICA’S CUP IN THE CITY OF NAPLES IN 2027 - America's Cup",
    "date": "Thu, 15 May 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/italy-to-host-the-louis-vuitton-38th-americas-cup-in-the-city-of-naples-in-2027-america-s-cup",
    "image": "https://images.unsplash.com/photo-1585128993370-b05ef97daa0a?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NDk0MDM3Mjh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Con grande entusiasmo, è stato annunciato che l'Italia ospiterà la 38° edizione della Louis Vuitton America's Cup nel 2027. La prestigiosa gara di vela si svolgerà nella splendida cornice del Golfo di Napoli, riconosciuto in tutto il mondo per le sue acque cristalline e i suoi panorami mozzafiato.\n\nLa notizia è stata accolta con grande gioia e orgoglio da tutti gli italiani, e in particolare dai napoletani, che vedono confermato il loro ruolo di vertice nel panorama della vela mondiale. La Louis Vuitton America's Cup rappresenta infatti l'evento per eccellenza in questo sport, radunando le migliori squadre del mondo in una competizione all'insegna dell'abilità, dello spirito sportivo e dell'innovazione tecnologica.\n\nNapoli, con il suo porto storico e le sue condizioni climatiche ideali per la vela, si presta perfettamente ad ospitare un evento di questa portata. L'evento prometterà non solo un'emozionante gara sportiva, ma anche un'opportunità per mettere in mostra le bellezze naturali e culturali della città e dell'Italia in generale.\n\nLa decisione di assegnare l'America's Cup 2027 all'Italia conferma il riconoscimento internazionale della nostra nazione come culla della vela e del suo importante contributo al mondo dello sport. La vela è infatti uno degli sport più amati e praticati nel nostro Paese, con una storia ricca di successi e di grandi campioni.\n\nL'America's Cup 2027 sarà un evento di portata mondiale, che attirerà l'attenzione di milioni di appassionati e offrirà un forte impulso all'economia locale. Le attività legate all'evento, infatti, non saranno limitate alla sola competizione sportiva, ma includeranno anche iniziative culturali, turistiche ed economiche, contribuendo a promuovere l'Italia e Napoli in particolare come destinazioni di primaria importanza nel mondo.\n\nLa preparazione per l'America's Cup 2027 è già iniziata: aspettiamoci grandi cose da questo appuntamento imperdibile per tutti gli appassionati di vela e non solo. L'America's Cup a Napoli nel 2027 sarà un evento da non perdere, un'occasione di celebrazione della vela e del nostro bellissimo Paese.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "ITALY TO HOST THE LOUIS VUITTON 38TH AMERICA’S CUP IN THE CITY OF NAPLES IN 2027",
    "excerpt": "<a href=\"https://news.google.com/rss/articles/CBMiuAFBVV95cUxQN2hDTXJZV2tvYk5fMVFFNGVETk1CWHlueGhrbHJRYm40UC0wX05kQkhaRUZ1RnRkeE5NRzJfV0R3dEo0SVpKaVJfaXd6OUViWUlZYlVlOGJzd1FvS25CZGlSNTdmdEppTUlKbTI5Z21vaDFMYTNMbkJjQXBWckpmT0lWTFNsNnpRNU0tbT",
    "date": "Thu, 15 May 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/italy-to-host-the-louis-vuitton-38th-americas-cup-in-the-city-of-naples-in-2027",
    "image": "https://images.unsplash.com/photo-1506372023823-741c83b836fe?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NDk0MDE5MzF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "<a href=\"https://news.google.com/rss/articles/CBMiuAFBVV95cUxQN2hDTXJZV2tvYk5fMVFFNGVETk1CWHlueGhrbHJRYm40UC0wX05kQkhaRUZ1RnRkeE5NRzJfV0R3dEo0SVpKaVJfaXd6OUViWUlZYlVlOGJzd1FvS25CZGlSNTdmdEppTUlKbTI5Z21vaDFMYTNMbkJjQXBWckpmT0lWTFNsNnpRNU0tbT"
  },
  {
    "id": 1,
    "title": "America's Cup: Luna Rossa signs another sponsor - Sail-World.com",
    "date": "Thu, 05 Jun 2025 14:49:00 GMT",
    "author": "AmericasCupFan",
    "content": "Titolo: America's Cup: un nuovo sponsor per Luna Rossa\n\nLuna Rossa, la celebre imbarcazione italiana che compete nella prestigiosa America's Cup, ha annunciato di aver siglato un nuovo accordo di sponsorizzazione. Le notizie sulla vela sono sempre molto seguite dal pubblico appassionato e l'aggiunta di un nuovo partner finanziario alla squadra è un segno positivo per il futuro della squadra.\n\nQuesto nuovo accordo rappresenta non solo un sostegno economico, ma anche un riconoscimento del duro lavoro e dell'impegno che la squadra di Luna Rossa mette in campo ogni giorno. Non sono stati rivelati i dettagli finanziari dell'accordo, ma è chiaro che ogni nuovo sponsor aggiunge valore e stabilità al progetto.\n\nL'America's Cup, nota anche come la \"Coppa del Re\" è una delle competizioni più antiche e prestigiose nel mondo della vela. Luna Rossa, con la sua lunga storia e le sue eccellenti performance, rappresenta un punto di riferimento per la vela italiana e internazionale.\n\nOgni nuovo accordo di sponsorizzazione è un passo avanti per Luna Rossa nelle sue ambizioni per la vittoria finale. La squadra italiana ha infatti mostrato grande determinazione e spirito competitivo in tutte le sue partecipazioni all'America's Cup, e l'aggiunta di un nuovo sponsor rappresenta un ulteriore incentivo per continuare su questa strada. \n\nIn conclusione, questo nuovo accordo di sponsorizzazione rappresenta un segno positivo per il futuro della vela a livello nazionale e internazionale. Luna Rossa continua a dimostrare la sua forza e la sua determinazione, rappresentando un modello di successo nel mondo della vela.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Naples to host next America’s Cup in 2027 when New Zealand will seek fourth straight title - AP News",
    "date": "Thu, 15 May 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "content": "Titolo: Napoli sarà teatro della prossima America's Cup nel 2027: la Nuova Zelanda in cerca del quarto titolo consecutivo\n\nNel 2027, la suggestiva cornice del golfo di Napoli sarà la splendida location che ospiterà la prossima edizione della prestigiosa America's Cup, la regata più antica del mondo e il vertice assoluto dell'alta competizione velistica. \n\nSarà un evento di portata globale, che vedrà protagonisti i più forti equipaggi internazionali. Tra questi, spicca la squadra della Nuova Zelanda, che punta a conquistare per la quarta volta consecutiva la tanto ambita \"Auld Mug\", il trofeo simbolo della competizione.\n\nLa Nuova Zelanda ha dimostrato di essere una vera potenza nel panorama della vela mondiale, e ora si prepara a mettere in campo tutte le sue abilità per mantenere il titolo. Sarà un'impresa non facile, ma il team neozelandese ha già dimostrato in passato di poter superare brillantemente le sfide più ardue.\n\nPer Napoli, ospitare la America's Cup non sarà solo un grande onore, ma anche un'importante occasione di visibilità internazionale. La città, con la sua incantevole baia, si appresta a diventare il palcoscenico di un evento sportivo di grande prestigio, attirando appassionati di vela e turisti da tutto il mondo. \n\nResta ora l'attesa per l'evento, che promette di regalare spettacolo e grandi emozioni, e per vedere se la Nuova Zelanda riuscirà a mantenere il suo primato o se, invece, verrà spodestata da qualche coraggioso sfidante.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Naples to Host America’s Cup 38 - Sailing World",
    "date": "Mon, 19 May 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "content": "Titolo: Napoli accoglierà la 38ª America's Cup \n\nTesto: La città di Napoli è stata scelta come location per la trentottesima edizione dell'America's Cup, la prestigiosa competizione velica conosciuta a livello mondiale. La splendida cornice del golfo partenopeo farà da sfondo ad una delle più antiche e prestigiose competizioni sportive del pianeta. \n\nL'America's Cup è uno degli eventi più attesi nel panorama della vela internazionale, un vero e proprio simbolo di prestigio e tradizione. Nata nel lontano 1851, questa gara ha segnato la storia della vela, vedendo sfidarsi i migliori equipaggi del mondo in una competizione all'insegna dell'abilità, del coraggio e delle strategie di navigazione.\n\nNapoli, con il suo porto storico e le sue acque cristalline, si presta perfettamente ad ospitare questo importante appuntamento. La città si prepara a vivere giorni di intensa attività e grande passione, pronti a regalare momenti di sport e spettacolo a tutti gli appassionati di vela e non solo. \n\nL'America's Cup, con il suo mix unico di storia, tecnologia e spirito sportivo, promette di rendere la 38ª edizione un evento indimenticabile. Il mondo della vela si ritroverà a Napoli per celebrare questo straordinario appuntamento, un'occasione per ammirare da vicino le imbarcazioni più veloci e performanti al mondo e gli equipaggi più audaci e preparati. \n\nNon resta che attendere l'apertura ufficiale delle regate, in un'atmosfera di grande attesa e entusiasmo, per salpare verso l'emozione della 38ª America's Cup a Napoli.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "America's Cup: The Blitz of Statements answered with Protocol Release - Sail-World.com",
    "excerpt": "A look into the recent surge of updates around the draft Protocol for the 38th America's Cup.",
    "date": "Fri, 23 May 2025 04:31:00 GMT",
    "author": "Sail-World.com",
    "articleUrl": "https://www.sail-world.com/news/271738/"
  },
  {
    "id": 2,
    "title": "Challengers worried about America’s Cup - Scuttlebutt Sailing News",
    "excerpt": "Teams express concern over the pace and structure of the new edition.",
    "date": "Thu, 22 May 2025 21:14:59 GMT",
    "author": "Scuttlebutt Sailing News",
    "articleUrl": "https://www.sailingscuttlebutt.com/2025/05/22/challengers-worried-about-americas-cup/"
  },
  {
    "id": 3,
    "title": "America’s Cup: Team New Zealand hits back at ‘unreasonable’ Challengers – Yachting World",
    "excerpt": "ETNZ responds strongly and shares their draft Protocol amid tension.",
    "date": "Thu, 22 May 2025 23:16:45 GMT",
    "author": "Yachting World",
    "articleUrl": "https://www.yachtingworld.com/news/team-nz-responds-americas-cup-protocol-2025"
  }
]