[
  {
    "id": 1,
    "title": "America's Cup: From 1983 to 2024 through the lens of Carlo Borlenghi",
    "date": "Sun, 31 Aug 2025 14:35:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-from-1983-to-2024-through-the-lens-of-carlo-borlenghi",
    "image": "https://images.unsplash.com/photo-1718442088857-bf4f40b6eb1d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY3MTAwMTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, la competizione velica più antica e prestigiosa al mondo, viene rivissuta attraverso l'obiettivo del fotografo italiano Carlo Borlenghi. Dal 1983 al 2024, Borlenghi ha documentato l'evoluzione della regata, catturando gli alti e bassi, i momenti di tensione e di trionfo. Le sue immagini hanno raccontato la storia delle sfide nautiche, ritraendo campioni e imbarcazioni che hanno fatto la storia della vela. La lente di Borlenghi offre un punto di vista unico e privilegiato, in grado di raccontare non solo i cambiamenti tecnici e sportivi, ma anche le emozioni e l’energia che contraddistinguono l'America's Cup.\n\n###\n\nThe America's Cup, the oldest and most prestigious sailing competition in the world, is relived through the lens of Italian photographer Carlo Borlenghi. From 1983 to 2024, Borlenghi has documented the evolution of the race, capturing the highs and lows, the moments of tension and triumph. His images have told the story of nautical challenges, portraying champions and boats that have made sailing history. Borlenghi's lens offers a unique and privileged point of view, capable of narrating not only the technical and sporting changes, but also the emotions and energy that characterize the America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Cisco’s AI-driven tech set to sail for Luna Rossa’s America’s Cup challenge",
    "date": "Fri, 29 Aug 2025 14:08:59 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ciscos-ai-driven-tech-set-to-sail-for-luna-rossas-americas-cup-challenge",
    "image": "https://images.unsplash.com/photo-1629752631345-db56b6b6f532?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY3MTAwMjV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il team di Luna Rossa, storica squadra italiana di vela, è pronto a sfruttare la tecnologia guidata dall'Intelligenza Artificiale (AI) di Cisco per la sua sfida alla prestigiosa America's Cup. Cisco, leader mondiale nel settore dell'IT e del networking, ha sviluppato una tecnologia basata sull'AI che promette di migliorare le prestazioni delle imbarcazioni, aumentando la velocità e l'efficienza. La notizia risale al 29 agosto 2025.\n\n###\n\nLuna Rossa, the historic Italian sailing team, is set to harness Cisco's AI-driven technology for their America's Cup challenge. Cisco, a global leader in IT and networking, has developed an AI-based technology that promises to enhance the performance of the boats, increasing speed and efficiency. The news dates back to August 29, 2025.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America’s cup protocol finally agreed - 29 Aug 2025 - Sailing Today Magazine - Readly | All magazines",
    "date": "Fri, 29 Aug 2025 07:31:01 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-protocol-finally-agreed-29-aug-2025-sailing-today-magazine-readly-all-magazines",
    "image": "https://images.unsplash.com/photo-1630853238178-64052a1e0f45?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY3MTAwMzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Dopo un lungo periodo di negoziazioni e discussioni, il protocollo per la Coppa America è stato finalmente concordato il 29 agosto 2025, come riportato dalla rivista Sailing Today Magazine. Questo accordo mette fine a mesi di incertezza e stabilisce le nuove regole e linee guida per la prossima edizione della prestigiosa competizione velica. L'annuncio è stato accolto con grande entusiasmo da parte di tutto il mondo della vela, ansioso di vedere come si svilupperanno le prossime sfide in mare.\n\n###\n\nAfter a long period of negotiations and discussions, the protocol for the America’s Cup was finally agreed on August 29, 2025, as reported by Sailing Today Magazine. This agreement ends months of uncertainty and establishes the new rules and guidelines for the upcoming edition of the prestigious sailing competition. The announcement has been met with great enthusiasm from the sailing world, eager to see how the next challenges on the sea will unfold.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]