[
  {
    "id": 1,
    "title": "America's Cup: Memories of the past - Naples first taste of the Cup",
    "date": "Thu, 07 Aug 2025 01:52:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-memories-of-the-past-naples-first-taste-of-the-cup",
    "image": "https://images.unsplash.com/photo-1527685609591-44b0aef2400b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ1NTM4OTF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Quando si parla della Coppa America, l'evento velico più antico e prestigioso del mondo, è impossibile non ricordare la prima volta che la città di Napoli ha assaporato l'emozione di questo torneo. Era il 2012 e per la prima volta nella storia, le acque del Golfo di Napoli ospitavano le competizioni preliminari della 34esima edizione della Coppa America. La città partenopea, con la sua lunga e affascinante storia marittima, ha accolto con entusiasmo e passione l'evento, regalando al mondo intero immagini indimenticabili. La connessione tra Napoli e la vela, così come la Coppa America, è radicata nel tempo e ancora oggi, a distanza di oltre un decennio, quei ricordi rimangono vivi e preziosi.\n\n###\n\nWhen it comes to the America's Cup, the oldest and most prestigious sailing event in the world, it's impossible not to remember the first time the city of Naples tasted the thrill of this tournament. It was 2012, and for the first time in history, the waters of the Gulf of Naples hosted the preliminary competitions of the 34th edition of the America's Cup. The city of Naples, with its long and fascinating maritime history, welcomed the event with enthusiasm and passion, providing unforgettable images to the whole world. The connection between Naples and sailing, as well as the America's Cup, is deeply rooted in time and even today, over a decade later, those memories remain vivid and precious.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "NAPLES GETS A FIRST TASTE OF THE AMERICA’S CUP… IN 2012 AND 2013",
    "date": "Wed, 06 Aug 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-gets-a-first-taste-of-the-americas-cup-in-2012-and-2013",
    "image": "https://images.unsplash.com/photo-1475696757960-e0548d55314d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ1NTM5MDJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La città di Napoli ha avuto il suo primo assaggio della prestigiosa America's Cup nel 2012 e nel 2013; un evento storico che ha segnato l'ingresso della città partenopea nell'élite della vela internazionale. Questi due eventi, nonostante siano passati più di dieci anni, rimangono ancora vivi nel ricordo di molti appassionati di vela e cittadini di Napoli, come un momento di grande orgoglio e passione sportiva. La America's Cup, considerata la competizione di vela più antica e prestigiosa al mondo, ha portato una ventata di novità e interesse per la vela e gli sport marittimi in città, contribuendo a rafforzare la vocazione marinara di Napoli.\n\n###\n\nThe city of Naples had its first taste of the prestigious America's Cup in 2012 and 2013; a historic event that marked the entrance of the Parthenopean city into the elite of international sailing. These two events, despite more than ten years have passed, are still vivid in the memories of many sailing enthusiasts and citizens of Naples, as a moment of great pride and sports passion. The America's Cup, considered the oldest and most prestigious sailing competition in the world, brought a breath of fresh air and interest in sailing and maritime sports to the city, reinforcing Naples' maritime vocation.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Is this exactly what the USA needs?",
    "date": "Tue, 05 Aug 2025 02:03:45 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/is-this-exactly-what-the-usa-needs",
    "image": "https://images.unsplash.com/photo-1599405757719-ca6c2e881447?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ1NTM5MTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'articolo dal titolo \"Is this exactly what the USA needs?\" pubblicato il 5 Agosto 2025 su Scuttlebutt Sailing News, solleva un interrogativo importante. Il bisogno che viene discusso in questa notizia non è ancora stato specificato, ma la domanda posta sembra indicare un cambio radicale o una nuova direzione per gli Stati Uniti. In un'epoca di costanti trasformazioni e sfide globali, è fondamentale che le nazioni riescano ad adattarsi e a rispondere alle esigenze dei loro cittadini, che siano essi economici, sociali o ambientali.\n\n###\n\nThe article titled \"Is this exactly what the USA needs?\" published on August 5, 2025, in Scuttlebutt Sailing News, raises an important question. The need discussed in this news story is not yet specified, but the question posed seems to indicate a radical change or a new direction for the United States. In an era of constant change and global challenges, it's crucial for nations to be able to adapt and respond to the needs of their citizens, whether they be economic, social, or environmental.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Right partners keep pathways open",
    "date": "Tue, 05 Aug 2025 22:59:15 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/right-partners-keep-pathways-open",
    "image": "https://images.unsplash.com/photo-1630516474301-078fefbba596?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ0ODIzMjV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La navigazione non è uno sport solitario, è un'attività che richiede collaborazione e cooperazione. L'importanza di avere i partner giusti nel mondo della vela è fondamentale per mantenere aperti i percorsi e garantire il successo. Questo è quanto emerge da un recente articolo pubblicato su Scuttlebutt Sailing News il 5 agosto 2025. Il pezzo sottolinea come la scelta dei partner di vela, sia che si tratti di co-equipaggiatori, di sponsor o di fornitori di attrezzature, possa fare la differenza nella capacità di una squadra di navigare con successo. Il messaggio principale è che i giusti partner possono aiutare a superare le sfide e a mantenere aperti i percorsi, sia in senso letterale, aiutando a navigare attraverso le acque difficili, sia in senso metaforico, aiutando a superare gli ostacoli che possono sorgere.\n\n###\n\nSailing is not a solitary sport, it is an activity that requires collaboration and cooperation. The importance of having the right partners in the world of sailing is critical to keep pathways open and ensure success. This is according to a recent article published on Scuttlebutt Sailing News on August 5, 2025. The piece underscores how the choice of sailing partners, whether it's co-crew members, sponsors, or equipment suppliers, can make a difference in a team's ability to sail successfully. The main message is that the right partners can help overcome challenges and keep pathways open, both literally, by helping to navigate through difficult waters, and metaphorically, by helping to overcome obstacles that may arise.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Memories of the past - Luna Rossa - six time challenger",
    "date": "Mon, 04 Aug 2025 00:09:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-memories-of-the-past-luna-rossa-six-time-challenger",
    "image": "https://images.unsplash.com/photo-1709125885131-449a3ee5a3b6?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ0ODIzMzl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America è un evento sportivo che non ha bisogno di presentazioni. Sinonimo di prestigio, competizione e passione, ha radici profonde nella storia della vela. Tra i protagonisti indiscussi che hanno contribuito a scrivere le pagine più emozionanti di questa avvincente competizione, spicca senza dubbio il team Luna Rossa. Sei volte sfidante, Luna Rossa ha sempre incarnato lo spirito di resistenza e l'abilità tattica che contraddistinguono i grandi atleti. Questo articolo vuole ricordare le sfide passate, riportando alla mente le emozioni, i successi e le sconfitte, che hanno fatto della Luna Rossa un nome di spicco nella storia della Coppa America.\n\n###\n\nThe America's Cup is a sporting event that needs no introduction. Synonymous with prestige, competition, and passion, it has deep roots in the history of sailing. Among the undisputed protagonists who have contributed to writing the most exciting pages of this thrilling competition, Luna Rossa undoubtedly stands out. A six-time challenger, Luna Rossa has always embodied the spirit of resilience and tactical skill that distinguish great athletes. This article aims to remember past challenges, bringing to mind the emotions, successes, and defeats, that have made Luna Rossa a prominent name in the history of the America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "THE LUNA ROSSA STORY: SAILING INTO HISTORY",
    "date": "Wed, 30 Jul 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-luna-rossa-story-sailing-into-history",
    "image": "https://images.unsplash.com/photo-1565389546833-c7430cbefe33?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ0NjQwNDl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo della vela ha visto molte storie straordinarie, ma forse nessuna è più emozionante di quella del Luna Rossa. La squadra italiana di vela, nota a livello internazionale, ha tracciato una strada gloriosa, superando sfide e conquistando successi che l'hanno resa protagonista indiscussa della storia della Coppa America. Luna Rossa, il cui nome evoca la romantica luce della luna che si riflette nelle acque notturne, ha iniziato il suo viaggio nel 1997 e da allora non ha mai smesso di stupire il mondo con le sue imprese avventurose e trionfali. \n\n###\n\nThe world of sailing has seen many remarkable stories, but perhaps none is more thrilling than that of Luna Rossa. The internationally renowned Italian sailing team has carved a glorious path, overcoming challenges and achieving successes that have made it an undisputed protagonist in the history of the America's Cup. Luna Rossa, whose name evokes the romantic light of the moon reflecting off the night waters, began its journey in 1997 and since then has never ceased to amaze the world with its adventurous and triumphant exploits. The Luna Rossa story, which is still being written, is a testament to the team's resilience, passion, and dedication to sailing, illustrating how it has sailed into history.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "A defining finale to the Admiral's Cup 2025 in the Rolex Fastnet Race",
    "date": "Wed, 30 Jul 2025 09:50:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/a-defining-finale-to-the-admiral-s-cup-2025-in-the-rolex-fastnet-race",
    "image": "https://images.unsplash.com/photo-1713813091352-dc22a8fcbf3e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQyMTQwOTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il Rolex Fastnet Race 2025 ha segnato un finale definitivo per l'Admiral's Cup 2025, uno degli eventi più prestigiosi nel mondo della vela. Il 30 luglio 2025, la flotta di vele d'élite ha preso il largo nel tentativo di aggiudicarsi il trofeo tanto ambito. Mentre la competizione si è fatta più accesa, la tensione è montata fino all'ultimo momento, rendendo il finale uno dei più memorabili nella storia della regata. Tutti gli occhi erano puntati su chi avrebbe ottenuto l'onore di sollevare l'Admiral's Cup alla fine della gara.\n\n###\n\nThe 2025 Rolex Fastnet Race marked a defining finale for the Admiral's Cup 2025, one of the most prestigious events in the sailing world. On July 30th, 2025, the elite fleet of sails set off in an attempt to clinch the much-coveted trophy. As the competition heated up, the tension escalated right up to the final moment, making the finale one of the most memorable in the history of the race. All eyes were on who would get the honor of lifting the Admiral's Cup at the end of the race.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Monaco win the Admiral’s Cup: Jolt team take victory after high tension finish to Rolex Fastnet Race",
    "date": "Wed, 30 Jul 2025 07:19:29 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/monaco-win-the-admirals-cup-jolt-team-take-victory-after-high-tension-finish-to-rolex-fastnet-race",
    "image": "https://images.unsplash.com/photo-1577720643360-00432b40139c?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQyMTQxMDR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La squadra di Monaco, Jolt, ha conquistato la vittoria nell'ambito Admiral's Cup, dopo un finale ad alta tensione nella Rolex Fastnet Race. Il team del piccolo Principato ha dimostrato grande abilità e resistenza in quella che è considerata una delle regate più impegnative e prestigiose al mondo. La competizione, che si svolge ogni due anni, vede partecipare team provenienti da tutto il mondo in una sfida che si estende per oltre 600 miglia nautiche attraverso alcune delle acque più temute e rispettate del pianeta. Questa vittoria segna un momento storico per il team di Monaco, rafforzando la sua reputazione nel mondo dello yachting.\n\n###\n\nThe Jolt team from Monaco clinched victory in the coveted Admiral's Cup, following a high tension finish to the Rolex Fastnet Race. The team from the small principality demonstrated great skill and endurance in what is considered one of the most challenging and prestigious yacht races in the world. The race, which takes place every two years, sees teams from all over the world compete in a challenge that spans over 600 nautical miles through some of the most feared and respected waters on the planet. This victory marks a historic moment for the Monaco team, bolstering their reputation in the yachting world.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "Rough Sailing Ahead for America's Cup",
    "date": "Thu, 31 Jul 2025 01:33:36 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/rough-sailing-ahead-for-america-s-cup",
    "image": "https://images.unsplash.com/photo-1536926272733-fd11abd4e4fd?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQxMjcxMDl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La America's Cup, la più antica competizione internazionale di vela, si prepara a solcare acque tempestose. La notizia, riportata da PBS il 31 Luglio 2025, anticipa un clima di tensione e incertezza che avvolge l'edizione imminente di questa storica regata. Nonostante la tradizione e il prestigio che contraddistingue l'evento, sembra che a far da padrone siano le controversie e i dissapori tra i team partecipanti, che minacciano di inficiare sulla riuscita della competizione.\n\n###\n\nThe America's Cup, the oldest international sailing competition, is set to navigate stormy waters. The news, reported by PBS on July 31, 2025, forecasts a climate of tension and uncertainty enveloping the upcoming edition of this historic regatta. Despite the tradition and prestige that characterizes the event, it seems that controversies and disagreements among the participating teams are looming large, threatening the success of the competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "‘This America’s Cup dispute could lead down a difficult alley’ – Matt Sheahan",
    "date": "Fri, 18 Jul 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/this-americas-cup-dispute-could-lead-down-a-difficult-alley-matt-sheahan",
    "image": "https://images.unsplash.com/photo-1749766903777-07d37839a661?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQxMjcxMzB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La celebre America's Cup, la più antica competizione velica internazionale, si trova di fronte a un bivio complicato. Matt Sheahan, esperto di vela e commentatore di Yachting World, sostiene che una disputa in corso potrebbe portare la competizione in un vicolo difficile da cui uscire. Nonostante la data della notizia sia del 18 luglio 2025, il problema persiste e continua a creare tensioni tra i partecipanti e gli organizzatori dell'evento. La natura esatta della controversia non è stata divulgata, ma sembra che coinvolga questioni di regolamento e di gestione della competizione.\n\n###\n\nThe prestigious America's Cup, the oldest international sailing competition, is facing a complex crossroads. Matt Sheahan, a sailing expert and commentator for Yachting World, suggests that an ongoing dispute could lead the competition down a difficult alley from which it would be hard to emerge. Even though the news date is July 18, 2025, the issue persists and continues to cause tension among the participants and the event's organizers. The exact nature of the dispute has not been disclosed, but it seems to involve issues of regulation and management of the competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "The Luna Rossa Story // Sailing into history",
    "date": "Wed, 30 Jul 2025 11:52:59 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-luna-rossa-story-sailing-into-history",
    "image": "https://images.unsplash.com/photo-1585859537448-e8e52127d615?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQwMzk4NjB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Da sempre, il mare ha rappresentato una sfida per l'uomo, un campo di battaglia dove misurare le proprie capacità, la propria resistenza, il coraggio e l'ingegno. È in questo contesto che si inserisce la storia della Luna Rossa, un imbarcazione a vela italiana che ha fatto la storia della vela mondiale. Il 30 luglio 2025, Luna Rossa ha segnato un traguardo storico, entrando definitivamente nella leggenda. Dalla sua nascita, questa squadra ha sempre puntato in alto, mettendo in mostra un mix vincente di talento, passione e tecnologia. Il percorso di Luna Rossa è un viaggio avvincente, pieno di sfide, successi, sconfitte e rinascite, che ha saputo entusiasmare appassionati e non, rendendola un vero e proprio simbolo nel mondo della vela.\n\n###\n\nSince the dawn of time, the sea has been a challenge for humankind, a battlefield where one’s abilities, resilience, courage, and wit are put to the test. It is in this context that the Luna Rossa story unfolds - an Italian sailing boat that has made its mark on the world of sailing. On July 30, 2025, Luna Rossa reached a historic milestone, entering the realms of legend. From its inception, this team has always aimed high, showcasing a winning combination of talent, passion, and technology. The journey of Luna Rossa is a thrilling one, filled with challenges, victories, defeats, and rebirths that have captivated enthusiasts and laymen alike, making it a true icon in the world of sailing.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]