[
  {
    "id": 1,
    "title": "Through the lens of Carlo Borlenghi",
    "date": "Wed, 27 Aug 2025 19:38:28 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/through-the-lens-of-carlo-borlenghi",
    "image": "https://images.unsplash.com/photo-1563976431717-c18853a369ad?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYzNjQ0MTR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Attraverso l'obiettivo di Carlo Borlenghi, siamo trasportati nel mondo affascinante e spesso imprevedibile delle competizioni veliche. Borlenghi, un fotografo italiano con una passione per il mare e la vela, ha fatto della fotografia di yacht e regate il fulcro della sua carriera, catturando momenti di intensa azione e sublime bellezza. Le sue immagini, cariche di luce, energia e movimento, sono state ampiamente riconosciute e apprezzate nel panorama internazionale della fotografia velica. Le sue fotografie non sono solo documenti di eventi, ma veri e propri racconti che rivelano l'essenza emozionale della vela, il legame tra l'uomo e il mare, la lotta contro gli elementi naturali. \n\n###\n\nThrough the lens of Carlo Borlenghi, we are transported into the fascinating and often unpredictable world of sailing competitions. Borlenghi, an Italian photographer with a passion for the sea and sailing, has made photographing yachts and regattas the cornerstone of his career, capturing moments of intense action and sublime beauty. His images, charged with light, energy, and movement, have been widely recognized and appreciated in the international sailing photography scene. His photographs are not just documents of events, but true narratives that reveal the emotional essence of sailing, the bond between man and the sea, the struggle against the natural elements.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "505 North American Championship 2025 at Kingston Yacht Club",
    "date": "Mon, 25 Aug 2025 06:22:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/505-north-american-championship-2025-at-kingston-yacht-club",
    "image": "https://images.unsplash.com/photo-1655181059553-9fda580e2287?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYzNjQ0MjJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il 505 North American Championship 2025 è stato ospitato dal prestigioso Kingston Yacht Club. Questo evento, che ha attirato gli appassionati di vela da tutto il continente, ha visto la partecipazione di alcuni dei migliori velisti del Nord America. Il torneo, altamente competitivo, ha messo in mostra le abilità, la precisione e la strategia dei velisti, rendendo il 505 North American Championship 2025 un evento indimenticabile per tutti i partecipanti e gli spettatori.\n\n###\n\nThe 505 North American Championship 2025 was hosted by the prestigious Kingston Yacht Club. This event, attracting sailing enthusiasts from all over the continent, saw participation from some of the best sailors in North America. The tournament, highly competitive in nature, showcased the skill, precision, and strategy of sailors, making the 505 North American Championship 2025 an unforgettable event for all participants and spectators.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Exclusive: America’s Cup deal opens door to sailing prize money",
    "date": "Wed, 13 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/exclusive-americas-cup-deal-opens-door-to-sailing-prize-money",
    "image": "https://images.unsplash.com/photo-1561908860-971f1e27e89e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYzNjQ0MzJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La vela, uno sport amato e seguito da molti, sta per subire una significativa rivoluzione. Nella giornata di mercoledì 13 agosto 2025 è stata raggiunta un'intesa che apre le porte a premi in denaro per l'America's Cup, la più antica competizione internazionale di vela. Questa decisione rappresenta un cambio di paradigma per un mondo sportivo che ha sempre visto in questa competizione un evento incentrato sulla passione per la vela e sull'onore di rappresentare il proprio paese, piuttosto che sulla remunerazione economica.\n\n###\n\nSailing, a sport loved and followed by many, is about to undergo a significant revolution. On Wednesday, August 13, 2025, an agreement was reached that opens the door to prize money for the America's Cup, the oldest international sailing competition. This decision represents a paradigm shift for a sporting world that has always seen this competition as an event focused on the passion for sailing and the honor of representing one's country, rather than on economic remuneration.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "The Outcasts of the Yacht Club Are Changing Sailing’s Image",
    "date": "Fri, 22 Aug 2025 09:00:23 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-outcasts-of-the-yacht-club-are-changing-sailings-image",
    "image": "https://images.unsplash.com/photo-1607510891430-020fff3e5549?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYyNzg0Mzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La vela è da sempre stata considerata uno sport elitario, sinonimo di prestigio e status sociale elevato. Ma qualcosa sta cambiando. Gli emarginati del Yacht Club, un gruppo eterogeneo di individui che non si conformano agli stereotipi comuni della vela, stanno dando una nuova immagine a questo sport. Lontani dai riflettori e dall'opulenza tipica delle competizioni di alto livello, questi appassionati di vela, provenienti da contesti sociali e professionali molto diversi, stanno dimostrando che la vela può essere accessibile a tutti, indipendentemente dal proprio ceto sociale o background culturale. Questo cambiamento di immagine sta lentamente trasformando la percezione della vela, portando una ventata di freschezza e inclusività in un mondo che ne aveva bisogno.\n\n###\n\nSailing has always been considered an elitist sport, synonymous with prestige and high social status. But something is changing. The outcasts of the Yacht Club, a diverse group of individuals who do not conform to the common stereotypes of sailing, are giving this sport a new image. Far from the spotlight and opulence typical of high-level competitions, these sailing enthusiasts, coming from very different social and professional backgrounds, are showing that sailing can be accessible to all, regardless of their social class or cultural background. This image change is slowly transforming the perception of sailing, bringing a breath of freshness and inclusivity to a world that needed it.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup teams agree to 'carry VIPs' from 2027",
    "date": "Tue, 12 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-teams-agree-to-carry-vips-from-2027",
    "image": "https://images.unsplash.com/photo-1660906269148-6e3a94232b4a?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYyNzg0NDV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Le squadre della Coppa America hanno raggiunto un accordo per \"trasportare VIP\" a partire dal 2027. Questa decisione, annunciata il 12 agosto 2025, rappresenta un cambiamento significativo nel modo in cui si svolgeranno le future competizioni. Nonostante la decisione possa sembrare fuori dal comune, è stata presa per migliorare l'esperienza degli spettatori e per aumentare la visibilità dell'evento a livello globale. Ospitare VIP a bordo delle barche durante le regate offre infatti un'esperienza unica e coinvolgente, che potrebbe attrarre nuovi sponsor e promuovere ulteriormente la Coppa America.\n\n###\n\nAmerica's Cup teams have agreed to 'carry VIPs' starting from 2027. This decision, announced on August 12, 2025, represents a significant change in how future competitions will be conducted. Despite the decision may seem out of the ordinary, it was made to enhance spectator experience and to increase the event's global visibility. Hosting VIPs on boats during races indeed offers a unique and engaging experience, which could attract new sponsors and further promote the America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: The fish hooks in the Brave, New Protocol - Updated",
    "date": "Tue, 12 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-the-fish-hooks-in-the-brave-new-protocol-updated",
    "image": "https://images.unsplash.com/photo-1602859915273-33ec20f71b12?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYyNzg0NTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Nel mondo della vela, la Coppa America è un evento di prim'ordine. In un recente sviluppo, la Brave, New Protocol della Coppa America ha rivelato alcune \"insidie\". Questi intoppi, o \"fish hooks\", come sono stati etichettati, sono stati rilevati durante la fase di implementazione del nuovo protocollo. Sebbene non ci siano dettagli specifici su quali siano queste insidie, la notizia ha sollevato diverse domande sulla navigazione del corso della Coppa America. La notizia, riportata per la prima volta da Sail-World.com il 12 agosto 2025, ha dato un nuovo colpo di scena alle aspettative per la prossima Coppa America.\n\n###\n\nIn the sailing world, the America's Cup is a premier event. In a recent development, the Brave, New Protocol of the America's Cup has revealed some 'snags'. These snags, or 'fish hooks' as they have been labeled, were detected during the implementation phase of the new protocol. While there are no specific details on what these snags are, the news has raised several questions about navigating the course of the America's Cup. The news, first reported by Sail-World.com on August 12, 2025, has added a new twist to the expectations for the upcoming America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "This Day in History: The America’s Cup is Born",
    "date": "Fri, 22 Aug 2025 12:44:08 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/this-day-in-history-the-americas-cup-is-born",
    "image": "https://images.unsplash.com/photo-1576269892457-45fefea99169?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYyMDA1NTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il 22 Agosto segna un importante anniversario nella storia del mondo della vela: la nascita della America’s Cup. Questa competizione storica, nata nel 1851, è la più antica competizione sportiva internazionale ancora in corso, ed è considerata la vetta dello sport della vela. La sua storia è costellata di sfide emozionanti, innovazioni tecniche e straordinarie vittorie. La America's Cup è diventata un simbolo di prestigio e competizione, attirando i migliori velisti del mondo e rappresentando la massima aspirazione per ogni team di vela.\n\n###\n\nAugust 22nd marks a significant anniversary in the sailing world: the birth of the America’s Cup. This historic competition, born in 1851, is the oldest international sports competition still ongoing, and is considered the pinnacle of the sailing sport. Its history is studded with thrilling challenges, technical innovations, and extraordinary victories. The America's Cup has become a symbol of prestige and competition, attracting the best sailors in the world and representing the ultimate aspiration for every sailing team.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Protocol signing confirmed - a \"ground breaking\" partnership",
    "date": "Mon, 11 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-protocol-signing-confirmed-a-ground-breaking-partnership",
    "image": "https://images.unsplash.com/photo-1659286611265-24f934ea31cd?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYyMDA1NzF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il 11 agosto 2025, è stata confermata la firma del protocollo per l'America's Cup, dando vita a una partnership rivoluzionaria. Questa notizia rappresenta un importante passo avanti per il mondo della vela, segnando un'innovativa collaborazione tra le squadre partecipanti all'America's Cup. Una partnership che promette di portare un soffio di freschezza e di rinnovamento all'ambito sportivo, grazie alla condivisione di risorse, competenze e obiettivi. Si tratta di un'occasione unica per rafforzare i legami tra le diverse squadre e promuovere un nuovo modello di competizione, basato su equità, rispetto e collaborazione.\n\n###\n\nOn August 11, 2025, the protocol signing for the America's Cup was confirmed, giving birth to a \"ground breaking\" partnership. This news represents a significant step forward for the sailing world, marking an innovative collaboration among the teams participating in the America's Cup. A partnership that promises to bring a breath of fresh air and renewal to the sports field, thanks to the sharing of resources, skills, and goals. This is a unique opportunity to strengthen bonds among the various teams and promote a new competition model, based on fairness, respect, and collaboration.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America’s Cup overhauled: Women sailors, battery power, fleet racing and more in new Protocol. Plus hope for Brits?",
    "date": "Tue, 12 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-overhauled-women-sailors-battery-power-fleet-racing-and-more-in-new-protocol-plus-hope-for-brits",
    "image": "https://images.unsplash.com/photo-1707846806021-10f0ef58cb7d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTYwNjg4ODh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo della vela è in fermento grazie al nuovo Protocollo della Coppa America, un documento che stabilisce le regole di gara per la più antica competizione sportiva internazionale. La novità più eclatante riguarda la presenza delle donne: per la prima volta nella storia della regata, le squadre saranno obbligate ad includere almeno una donna tra i membri del proprio equipaggio. Ma le novità non finiscono qui. Il Protocollo prevede anche l'introduzione di barche alimentate a batteria, una mossa eco-sostenibile che mira a ridurre l'impatto ambientale della competizione. Infine, viene introdotto il concetto di regata a flotta, in cui più barche competono simultaneamente, anziché in singoli duelli. In tutto questo, c'è anche una luce di speranza per i britannici, che hanno sempre sognato di portare a casa la prestigiosa Coppa.\n\n###\n\nThe world of sailing is abuzz with the new America's Cup Protocol, a document that sets the racing rules for the oldest international sports competition. The most striking novelty concerns the presence of women: for the first time in the history of the regatta, teams will be required to include at least one woman among their crew members. But the novelties do not end here. The Protocol also introduces battery-powered boats, an eco-friendly move aimed at reducing the environmental impact of the competition. Lastly, the concept of fleet racing is introduced, where multiple boats compete simultaneously, rather than in single duels. Amidst all this, there is also a glimmer of hope for the Brits, who have always dreamed of bringing home the prestigious Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "An historic moment for the America's Cup, but the real work starts now",
    "date": "Fri, 15 Aug 2025 03:03:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/an-historic-moment-for-the-america-s-cup-but-the-real-work-starts-now",
    "image": "https://images.unsplash.com/photo-1718442088857-bf4f40b6eb1d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU2NzMyMTR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, il più antico trofeo sportivo internazionale ancora in vigore, ha vissuto un momento storico. Tuttavia, nonostante la celebrazione di questo importante traguardo, la vera sfida comincia ora. Il 15 Agosto 2025, i team partecipanti hanno aperto un nuovo capitolo in questa competizione secolare, con una serie di innovazioni tecniche e strategiche che promettono di rendere la prossima edizione dell'America's Cup più avvincente che mai. Ma queste novità non rendono certo il percorso più facile. Al contrario, richiedono un impegno ancora maggiore da parte dei team, che devono ora lavorare sodo per adattarsi a queste nuove condizioni di gara.\n\n###\n\nThe America's Cup, the oldest international sports trophy still in existence, has experienced a historic moment. However, despite the celebration of this significant milestone, the real challenge begins now. On August 15, 2025, the participating teams opened a new chapter in this centuries-old competition, with a series of technical and strategic innovations that promise to make the next edition of the America's Cup more thrilling than ever. But these novelties do not certainly make the path easier. On the contrary, they require even greater commitment from the teams, who now have to work hard to adapt to these new racing conditions.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Opinion: Protocol for 38th America’s Cup",
    "date": "Fri, 15 Aug 2025 15:39:10 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/opinion-protocol-for-38th-americas-cup",
    "image": "https://images.unsplash.com/photo-1691813922204-12ac6baed728?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTU2NzMyMjR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La 38esima America's Cup, uno degli eventi di vela più prestigiosi al mondo, è dietro l'angolo. Con le squadre che si stanno già preparando per la sfida, è importante capire il protocollo che regola questa competizione unica. Questo protocollo non solo stabilisce le regole del gioco, ma anche le norme che le squadre devono seguire in termini di design delle barche, logistica, sicurezza e molto altro. Poiché la sfida si evolve con il passare degli anni, è fondamentale che anche il protocollo si adatti per garantire un'esperienza di gara equa ed emozionante.\n\n###\n\nThe 38th America's Cup, one of the most prestigious sailing events in the world, is just around the corner. As teams are already gearing up for the challenge, it's important to understand the protocol governing this unique competition. This protocol not only sets the rules of the game but also outlines the norms that teams must follow in terms of boat design, logistics, safety, and much more. As the challenge evolves over the years, it's crucial that the protocol also adapts to ensure a fair and thrilling racing experience. This is not historical news, but an opinion piece written on August 15, 2025.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "The new America’s Cup team to offset British billionaire’s bitter exit",
    "date": "Wed, 13 Aug 2025 05:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-new-americas-cup-team-to-offset-british-billionaires-bitter-exit",
    "image": "https://images.unsplash.com/photo-1688279178799-8011a07ac9e1?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUyNDEyNDF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La vela, con la sua longeva storia di competizioni e sfide, ha subito un altro rivolgimento con l'annuncio di un nuovo team che parteciperà alla prossima America's Cup. Questa notizia arriva a poche settimane dal ritiro amaro del miliardario britannico Sir Jim Ratcliffe, che ha deciso di lasciare la competizione a causa di disaccordi con l'organizzazione. La sua uscita, avvenuta in modo piuttosto brusco, ha lasciato un vuoto nel panorama velico internazionale, ma il nuovo team americano sembra pronto a riempirlo, promettendo di portare nuove energie e idee innovative nel mondo della vela.\n\n###\n\nSailing, with its longstanding history of competition and challenge, has undergone another upheaval with the announcement of a new team participating in the upcoming America's Cup. This news comes just weeks after the bitter exit of British billionaire Sir Jim Ratcliffe, who decided to leave the competition due to disagreements with the organization. His abrupt departure left a void in the international sailing scene, but the new American team seems ready to fill it, promising to bring fresh energy and innovative ideas into the world of sailing.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "THE LOUIS VUITTON 38TH AMERICA’S CUP PROTOCOL REVEALS A GROUNDBREAKING NEW PARTNERSHIP FOR THE LONG-TERM FUTURE OF SPORT'S OLDEST INTERNATIONAL TROPHY",
    "date": "Tue, 12 Aug 2025 09:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-louis-vuitton-38th-americas-cup-protocol-reveals-a-groundbreaking-new-partnership-for-the-long-term-future-of-sport-s-oldest-international-trophy",
    "image": "https://images.unsplash.com/photo-1725412625931-3030140f1c88?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUxNTQ4MTl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La 38a edizione della Louis Vuitton America’s Cup, il trofeo internazionale più antico dello sport, ha rivelato una nuova e rivoluzionaria partnership per il futuro a lungo termine della competizione. Questa notizia, datata 12 agosto 2025, segna un capitolo importante nella storia della vela, presentando cambiamenti significativi nel protocollo della Coppa America. Tra le novità, l'ingresso delle donne tra i velisti, l'utilizzo di energia a batteria, la competizione a flotta e molte altre modifiche. Questo ammodernamento rappresenta un passo avanti significativo per il futuro di uno sport che ha sempre avuto un ruolo fondamentale nel panorama internazionale.\n\n###\n\nThe 38th edition of the Louis Vuitton America’s Cup, the oldest international trophy in sport, has revealed a groundbreaking new partnership for the long-term future of the competition. This news, dated August 12, 2025, marks a significant chapter in the history of sailing, presenting significant changes to the America's Cup Protocol. Among the innovations, the inclusion of women sailors, the use of battery power, fleet racing, and many other changes. This modernization represents a significant step forward for the future of a sport that has always played a fundamental role on the international scene.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "New America's Cup protocol sees female sailors, battery power in 'seismic change' for the Auld Mug",
    "date": "Tue, 12 Aug 2025 05:36:01 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/new-america-s-cup-protocol-sees-female-sailors-battery-power-in-seismic-change-for-the-auld-mug",
    "image": "https://images.unsplash.com/photo-1637003964783-3409fafe3b3a?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUxNTQ4MzB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Nella storia lunga e affascinante della America's Cup, non c'è mai stata una trasformazione così radicale come quella annunciata martedì 12 agosto 2025. In una mossa rivoluzionaria, il nuovo protocollo della America's Cup prevede l'inclusione di veliste donne e l'uso di energia a batteria, una 'variazione sismica' per l'Auld Mug. Questi cambiamenti rappresentano un importante passo avanti nell'evoluzione di questo sport prestigioso e ricco di storia, rendendolo più inclusivo e sostenibile. \n\n###\n\nIn the long and captivating history of the America's Cup, there has never been such a radical transformation as that announced on Tuesday, August 12, 2025. In a groundbreaking move, the new America's Cup protocol sees the inclusion of female sailors and the use of battery power, a 'seismic change' for the Auld Mug. These changes represent a significant step forward in the evolution of this prestigious and storied sport, making it more inclusive and sustainable.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "The British team for the BA Cup 2025 has been chosen",
    "date": "Mon, 11 Aug 2025 12:22:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-british-team-for-the-ba-cup-2025-has-been-chosen",
    "image": "https://images.unsplash.com/photo-1697610524246-fa79a4a7132e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUxNTQ4NDB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La squadra britannica per la BA Cup 2025 è stata scelta. L'annuncio è stato fatto lunedì 11 agosto e ha suscitato grande entusiasmo tra gli appassionati di vela del Regno Unito. La British Sailing Team ha lavorato intensamente per la selezione dei membri, che rappresenteranno il paese in una delle competizioni di vela più prestigiose al mondo. I nomi dei velisti selezionati non sono ancora stati rivelati, ma ci aspettiamo che vengano annunciati molto presto. La BA Cup è un evento atteso con grande entusiasmo sia dai partecipanti che dai tifosi, e la squadra britannica è pronta a dare il massimo per portare a casa il trofeo.\n\n###\nThe British team for the BA Cup 2025 has been chosen. The announcement was made on Monday, August 11th and has stirred up great excitement among sailing enthusiasts in the UK. The British Sailing Team has been working hard on the selection of members who will represent the country in one of the most prestigious sailing competitions in the world. The names of the selected sailors have not yet been revealed, but we expect them to be announced very soon. The BA Cup is an event looked forward to with great eagerness by both participants and fans, and the British team is ready to give their all to bring home the trophy.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America’s Cup Protocol Sets Bold New Course for 2027 and Beyond",
    "date": "Tue, 12 Aug 2025 17:20:22 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-protocol-sets-bold-new-course-for-2027-and-beyond",
    "image": "https://images.unsplash.com/photo-1545958140-244047d78f3a?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTUwNjg0NjJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il protocollo della America's Cup stabilisce un nuovo corso audace per il 2027 e oltre. In un annuncio che segna un grande cambiamento per uno degli eventi sportivi più antichi e prestigiosi del mondo, i dettagli del protocollo della America's Cup per il 2027 sono stati rivelati, indicando un futuro ambizioso e innovativo per la competizione. Le modifiche, che includono nuove regole di partecipazione, criteri di design delle imbarcazioni e modifiche alla struttura del torneo, sono state progettate per rendere la America's Cup più competitiva, sostenibile e accessibile a squadre provenienti da tutto il mondo.\n\n###\n\nThe America's Cup Protocol sets a bold new course for 2027 and beyond. In an announcement that marks a major shift for one of the world's oldest and most prestigious sporting events, the details of the America's Cup Protocol for 2027 have been revealed, indicating an ambitious and innovative future for the competition. The changes, which include new participation rules, boat design criteria, and changes to the tournament structure, have been designed to make the America's Cup more competitive, sustainable, and accessible to teams from around the world.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "America's Cup: Impasse over 2027 Cup close to resolution.",
    "date": "Sat, 09 Aug 2025 11:56:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-impasse-over-2027-cup-close-to-resolution",
    "image": "https://images.unsplash.com/photo-1659286611265-24f934ea31cd?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ5ODIwMTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Mentre l'America's Cup 2025 sta ancora vivendo la sua fase clou, l'attenzione si rivolge già alla prossima edizione del 2027. Infatti, nelle ultime settimane, le discussioni riguardanti la sede, il formato e le regole della competizione del 2027 hanno causato una situazione di stallo. Tuttavia, secondo le ultime notizie, sembra che la risoluzione di questa impasse sia vicina. Questo annuncio ha suscitato un'enorme curiosità tra gli appassionati di vela, che attendono con impazienza i dettagli ufficiali.\n\n###\n\nAs the 2025 America's Cup is still in its peak phase, the focus is already shifting to the next 2027 edition. In recent weeks, discussions regarding the venue, format, and rules of the 2027 competition have caused a deadlock. However, according to the latest news, the resolution to this impasse seems close at hand. This announcement has sparked enormous curiosity among sailing enthusiasts, who are eagerly waiting for the official details.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "‘Boldest change in 174 years’: New rules for America’s Cup require a woman on board, spending cap",
    "date": "Tue, 12 Aug 2025 02:01:02 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/boldest-change-in-174-years-new-rules-for-americas-cup-require-a-woman-on-board-spending-cap",
    "image": "https://images.unsplash.com/photo-1712997214623-4de1f3474877?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ5ODIwMzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America, la competizione velica più antica e prestigiosa al mondo, ha annunciato un cambiamento rivoluzionario nelle sue regole, richiedendo che almeno una donna sia a bordo di ogni equipaggio e introducendo un tetto di spesa per le squadre. Questa decisione rappresenta il cambiamento più audace negli ultimi 174 anni di storia della competizione. Nonostante le proteste di alcuni appassionati di vela che temono che queste nuove misure possano diminuire il livello di competitività, l'organizzazione insiste sul fatto che sono necessarie per garantire una maggiore equità e inclusività nel mondo della vela. \n\n###\n\nThe America's Cup, the world's oldest and most prestigious sailing competition, has announced a groundbreaking change in its rules, requiring at least one woman to be on board each crew and introducing a spending cap for the teams. This decision represents the boldest change in the competition's 174-year history. Despite the protests of some sailing enthusiasts who fear that these new measures may decrease the level of competitiveness, the organization insists that they are necessary to ensure greater fairness and inclusivity in the world of sailing.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "PETER LESTER: 1954-2025",
    "date": "Sun, 10 Aug 2025 06:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/peter-lester-1954-2025",
    "image": "https://images.unsplash.com/photo-1599570901389-0b64ae9c0517?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ4OTU2MzJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo della vela ha perso una delle sue icone più grandi e rispettate. Peter Lester, nato nel 1954, è deceduto il 10 agosto 2025. Lester, famoso per la sua pluriennale carriera nel mondo della vela, è stato una figura di spicco nell'America's Cup, la competizione più prestigiosa del mondo della vela. Conosciuto per la sua passione, determinazione e competenza, Lester ha lasciato un segno indelebile nel cuore di molti appassionati di vela.\n\n###\n\nThe sailing world has lost one of its greatest and most respected icons. Peter Lester, born in 1954, passed away on August 10, 2025. Lester, renowned for his long-standing career in sailing, was a prominent figure in the America's Cup, the world's most prestigious sailing competition. Known for his passion, determination, and expertise, Lester left an indelible mark in the hearts of many sailing enthusiasts.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Eight Bells: Peter Lester",
    "date": "Sun, 10 Aug 2025 22:49:28 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/eight-bells-peter-lester",
    "image": "https://images.unsplash.com/photo-1696688187383-cb93a324f856?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ4OTU2NDJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Domenica 10 Agosto 2025: Il mondo della vela ha salutato uno dei suoi più grandi protagonisti, Peter Lester. La notizia è stata resa nota attraverso il canale di Scuttlebutt Sailing News. La leggenda della vela, Lester, noto per le sue imprese in mare e per il suo contributo inestimabile allo sviluppo di questo sport, si è spento, lasciando un vuoto incolmabile nel cuore di tutti gli appassionati. Il suo nome è stato sinonimo di vela, spirito sportivo e passione incondizionata per il mare. Lester, attraverso la sua carriera, ha incarnato l'essenza stessa della vela, diventando un modello per le generazioni future. \n\n###\n\nSunday, August 10, 2025: The world of sailing said goodbye to one of its greatest figures, Peter Lester. The news was announced through the Scuttlebutt Sailing News channel. The sailing legend, Lester, known for his exploits at sea and his invaluable contribution to the development of this sport, has passed away, leaving a huge void in the hearts of all fans. His name has been synonymous with sailing, sportsmanship, and unconditional passion for the sea. Lester, through his career, embodied the very essence of sailing, becoming a role model for future generations.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "Peter Lester, sailing icon and America’s Cup commentator, dies aged 70",
    "date": "Sat, 09 Aug 2025 22:06:25 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/peter-lester-sailing-icon-and-americas-cup-commentator-dies-aged-70",
    "image": "https://images.unsplash.com/photo-1439301261348-f22a437276b5?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ4MDkyMTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Peter Lester, icona della vela e commentatore della America's Cup, è morto all'età di 70 anni. La notizia è stata resa nota il Sabato 9 agosto 2025. Lester, che ha dedicato la sua vita al mondo della vela, è stato una figura di spicco nel panorama internazionale, grazie alla sua esperienza come velista e come commentatore. Il suo contributo alla vela e alla America's Cup è stato inestimabile, grazie alla sua profonda conoscenza della disciplina e alla sua passione incondizionata. La sua morte rappresenta una grande perdita per la comunità velica internazionale, che ha sempre rispettato e apprezzato la sua dedizione e il suo impegno nel promuovere lo sport della vela.\n\n###\n\nPeter Lester, a sailing icon and America’s Cup commentator, has died at the age of 70. The news was announced on Saturday, August 9, 2025. Lester, who dedicated his life to the world of sailing, was a prominent figure in the international scene, thanks to his experience as a sailor and as a commentator. His contribution to sailing and the America's Cup was invaluable, thanks to his deep knowledge of the discipline and his unconditional passion. His death represents a great loss for the international sailing community, which has always respected and appreciated his dedication and commitment to promoting the sport of sailing.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "'Titan of the sport': Kiwi sailing legend Peter Lester dies",
    "date": "Sat, 09 Aug 2025 21:56:11 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/titan-of-the-sport-kiwi-sailing-legend-peter-lester-dies",
    "image": "https://images.unsplash.com/photo-1559612692-103d9c23ee8e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ4MDkyMjZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo dello sport nautico è in lutto per la perdita di una leggenda: Peter Lester. Il neozelandese, soprannominato il \"Titano dello sport\", è deceduto, lasciando un vuoto incolmabile nel cuore dei fan e degli appassionati di vela. Lester, nel corso della sua carriera, ha segnato una serie di successi che lo hanno reso un personaggio iconico nel mondo della vela. Ha rappresentato la Nuova Zelanda in numerose competizioni internazionali, conquistando premi e riconoscimenti che hanno sancito il suo talento e la sua dedizione ineguagliabili. La sua passione per la vela e il suo spirito competitivo sono stati di ispirazione per le nuove generazioni di velisti. La notizia della sua morte è stata rivelata il 9 Agosto 2025.\n\n###\n\nThe nautical sports world is mourning the loss of a legend: Peter Lester. The New Zealander, nicknamed the \"Titan of the sport,\" passed away, leaving an unfillable void in the hearts of fans and sailing enthusiasts. Throughout his career, Lester marked a series of successes that made him an iconic figure in the sailing world. He represented New Zealand in numerous international competitions, winning awards and recognitions that affirmed his unmatched talent and dedication. His passion for sailing and his competitive spirit have been an inspiration for new generations of sailors. The news of his death was revealed on August 9, 2025.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "New Zealand sailing great Peter Lester dies aged 70",
    "date": "Sat, 09 Aug 2025 22:44:23 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/new-zealand-sailing-great-peter-lester-dies-aged-70",
    "image": "https://images.unsplash.com/photo-1586206079585-00f0bc6d66d0?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ4MDkyMzR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "È con grande tristezza che il mondo della vela ha detto addio a una delle sue figure più iconiche. Il grande velista neozelandese Peter Lester è morto all'età di 70 anni. Lester, che ha lasciato un segno indelebile nel mondo della vela, è stato una figura estremamente influente e rispettata, non solo in Nuova Zelanda ma a livello internazionale. La sua passione, dedizione e abilità nella vela hanno ispirato generazioni di velisti. La notizia della sua morte, avvenuta sabato 9 agosto 2025, ha suscitato un'ondata di cordoglio in tutto il mondo della vela.\n\n###\n\nIt is with great sadness that the sailing world bids farewell to one of its most iconic figures. New Zealand sailing great Peter Lester has died at the age of 70. Lester, who made an indelible mark on the world of sailing, was an immensely influential and respected figure, not just in New Zealand but internationally. His passion, dedication, and skill in sailing inspired generations of sailors. The news of his death, which occurred on Saturday, August 9, 2025, has elicited a wave of mourning throughout the sailing world.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "America's Cup: Impasse over 2027 Cup close to resolution?",
    "date": "Sat, 09 Aug 2025 02:39:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-impasse-over-2027-cup-close-to-resolution",
    "image": "https://images.unsplash.com/photo-1633937952403-3b6bb6378767?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ3MjUwNzZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America, l'evento di vela più prestigioso e antico del mondo, potrebbe essere vicina a risolvere l'impasse relativa all'edizione 2027. La questione, che ha dato vita a un acceso dibattito tra le varie squadre partecipanti, riguarda principalmente l'ubicazione della competizione. Diverse location sono state proposte ma nessuna è stata ancora confermata ufficialmente, creando un clima di incertezza e tensione. L'edizione 2027 della Coppa America, infatti, rappresenta un appuntamento di fondamentale importanza per il futuro della vela internazionale, sia in termini di sviluppo tecnologico che di visibilità mediatica.\n\n###\n\nThe America's Cup, the world's most prestigious and oldest sailing event, might be close to resolving the impasse for the 2027 edition. The matter, which sparked a heated debate among the participating teams, mainly concerns the location of the competition. Various places have been proposed but none has been officially confirmed, creating an atmosphere of uncertainty and tension. The 2027 edition of the America's Cup, in fact, represents a crucial event for the future of international sailing, both in terms of technological development and media visibility.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "NAPLES GETS A FIRST TASTE OF THE AMERICA’S CUP… IN 2012 AND 2013",
    "date": "Wed, 06 Aug 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-gets-a-first-taste-of-the-americas-cup-in-2012-and-2013",
    "image": "https://images.unsplash.com/photo-1597244290792-da8ee9ffd13b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ3MjUwODN8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, la più antica competizione sportiva internazionale ancora in corso, ha avuto un gusto italiano per la prima volta nel 2012 e nel 2013. La città di Napoli, con la sua affascinante baia e la sua ricca storia marittima, è stata l'ospite di due tappe dell'evento, offrendo agli appassionati di vela non solo una competizione emozionante, ma anche un'esperienza culturale unica. Questa notizia risale ad alcuni anni fa, ma è importante ricordarla per sottolineare l'importanza internazionale della vela in Italia e l'orgoglio della città di Napoli per aver ospitato un evento di tale prestigio.\n\n###\n\nThe America's Cup, the oldest international sporting competition still underway, had an Italian flavor for the first time in 2012 and 2013. The city of Naples, with its enchanting bay and rich maritime history, hosted two stages of the event, offering sailing fans not just an exciting competition, but also a unique cultural experience. This news dates back several years, but it's important to recall it to underline the international importance of sailing in Italy and the pride of the city of Naples in having hosted such a prestigious event.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Memories of the past - Naples first taste of the Cup",
    "date": "Thu, 07 Aug 2025 01:52:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-memories-of-the-past-naples-first-taste-of-the-cup",
    "image": "https://images.unsplash.com/photo-1712997214623-4de1f3474877?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ3MjUwOTJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America, il trofeo sportivo più antico ancora in competizione, porta con sé un mare di ricordi. Il 7 agosto 2025 è un giorno che Napoli, e l'Italia intera, non dimenticheranno facilmente. Era la prima volta che la città partenopea ospitava la prestigiosa competizione di vela, un evento che ha lasciato un'impronta indelebile nella memoria collettiva. Il porto di Napoli, con i suoi colori brillanti e l'atmosfera vibrante, ha fornito la cornice perfetta per la regata. Le vele che tagliavano l'orizzonte, il brivido delle gare, l'emozione del pubblico: tutto contribuiva a rendere l'esperienza indimenticabile.\n\n###\n\nThe America's Cup, the oldest sporting trophy still in competition, carries a sea of memories with it. August 7, 2025, is a day that Naples, and all of Italy, will not easily forget. It was the first time that the city of Naples hosted the prestigious sailing competition, an event that left an indelible mark on the collective memory. The port of Naples, with its bright colors and vibrant atmosphere, provided the perfect backdrop for the regatta. The sails cutting through the horizon, the thrill of the races, the excitement of the public: everything contributed to making the experience unforgettable.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Is this exactly what the USA needs?",
    "date": "Tue, 05 Aug 2025 02:03:45 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/is-this-exactly-what-the-usa-needs",
    "image": "https://images.unsplash.com/photo-1707846806021-10f0ef58cb7d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ2NDY1ODl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La notizia risale al 5 agosto 2025, quindi non è molto vecchia, ma potrebbe essere stata superata da eventi più recenti. In quell'occasione, su Scuttlebutt Sailing News, è stata posta una domanda provocatoria: è esattamente ciò di cui gli USA hanno bisogno? L'articolo non specifica a cosa si riferisce esattamente, ma il tono sembra suggerire una sorta di innovazione o cambiamento che potrebbe avere un impatto significativo sul paese. Potrebbe essere legato alla politica, all'economia, alla tecnologia, all'ambiente o a qualsiasi altro aspetto della società americana. L'unico modo per scoprirlo è leggere l'articolo o cercare ulteriori informazioni su altre fonti.\n\n###\n\nThe news dates back to August 5, 2025, so it's not very old, but it might have been superseded by more recent events. On that occasion, a provocative question was posed on Scuttlebutt Sailing News: is this exactly what the USA needs? The article doesn't specify what it's exactly referring to, but the tone seems to suggest some kind of innovation or change that could have a significant impact on the country. It might be related to politics, economy, technology, environment, or any other aspect of American society. The only way to find out is to read the article or to look for further information on other sources.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Right partners keep pathways open",
    "date": "Tue, 05 Aug 2025 22:59:15 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/right-partners-keep-pathways-open",
    "image": "https://images.unsplash.com/photo-1630516474301-078fefbba596?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ0ODIzMjV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La navigazione non è uno sport solitario, è un'attività che richiede collaborazione e cooperazione. L'importanza di avere i partner giusti nel mondo della vela è fondamentale per mantenere aperti i percorsi e garantire il successo. Questo è quanto emerge da un recente articolo pubblicato su Scuttlebutt Sailing News il 5 agosto 2025. Il pezzo sottolinea come la scelta dei partner di vela, sia che si tratti di co-equipaggiatori, di sponsor o di fornitori di attrezzature, possa fare la differenza nella capacità di una squadra di navigare con successo. Il messaggio principale è che i giusti partner possono aiutare a superare le sfide e a mantenere aperti i percorsi, sia in senso letterale, aiutando a navigare attraverso le acque difficili, sia in senso metaforico, aiutando a superare gli ostacoli che possono sorgere.\n\n###\n\nSailing is not a solitary sport, it is an activity that requires collaboration and cooperation. The importance of having the right partners in the world of sailing is critical to keep pathways open and ensure success. This is according to a recent article published on Scuttlebutt Sailing News on August 5, 2025. The piece underscores how the choice of sailing partners, whether it's co-crew members, sponsors, or equipment suppliers, can make a difference in a team's ability to sail successfully. The main message is that the right partners can help overcome challenges and keep pathways open, both literally, by helping to navigate through difficult waters, and metaphorically, by helping to overcome obstacles that may arise.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Memories of the past - Luna Rossa - six time challenger",
    "date": "Mon, 04 Aug 2025 00:09:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-memories-of-the-past-luna-rossa-six-time-challenger",
    "image": "https://images.unsplash.com/photo-1709125885131-449a3ee5a3b6?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ0ODIzMzl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America è un evento sportivo che non ha bisogno di presentazioni. Sinonimo di prestigio, competizione e passione, ha radici profonde nella storia della vela. Tra i protagonisti indiscussi che hanno contribuito a scrivere le pagine più emozionanti di questa avvincente competizione, spicca senza dubbio il team Luna Rossa. Sei volte sfidante, Luna Rossa ha sempre incarnato lo spirito di resistenza e l'abilità tattica che contraddistinguono i grandi atleti. Questo articolo vuole ricordare le sfide passate, riportando alla mente le emozioni, i successi e le sconfitte, che hanno fatto della Luna Rossa un nome di spicco nella storia della Coppa America.\n\n###\n\nThe America's Cup is a sporting event that needs no introduction. Synonymous with prestige, competition, and passion, it has deep roots in the history of sailing. Among the undisputed protagonists who have contributed to writing the most exciting pages of this thrilling competition, Luna Rossa undoubtedly stands out. A six-time challenger, Luna Rossa has always embodied the spirit of resilience and tactical skill that distinguish great athletes. This article aims to remember past challenges, bringing to mind the emotions, successes, and defeats, that have made Luna Rossa a prominent name in the history of the America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "THE LUNA ROSSA STORY: SAILING INTO HISTORY",
    "date": "Wed, 30 Jul 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-luna-rossa-story-sailing-into-history",
    "image": "https://images.unsplash.com/photo-1565389546833-c7430cbefe33?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQ0NjQwNDl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo della vela ha visto molte storie straordinarie, ma forse nessuna è più emozionante di quella del Luna Rossa. La squadra italiana di vela, nota a livello internazionale, ha tracciato una strada gloriosa, superando sfide e conquistando successi che l'hanno resa protagonista indiscussa della storia della Coppa America. Luna Rossa, il cui nome evoca la romantica luce della luna che si riflette nelle acque notturne, ha iniziato il suo viaggio nel 1997 e da allora non ha mai smesso di stupire il mondo con le sue imprese avventurose e trionfali. \n\n###\n\nThe world of sailing has seen many remarkable stories, but perhaps none is more thrilling than that of Luna Rossa. The internationally renowned Italian sailing team has carved a glorious path, overcoming challenges and achieving successes that have made it an undisputed protagonist in the history of the America's Cup. Luna Rossa, whose name evokes the romantic light of the moon reflecting off the night waters, began its journey in 1997 and since then has never ceased to amaze the world with its adventurous and triumphant exploits. The Luna Rossa story, which is still being written, is a testament to the team's resilience, passion, and dedication to sailing, illustrating how it has sailed into history.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "A defining finale to the Admiral's Cup 2025 in the Rolex Fastnet Race",
    "date": "Wed, 30 Jul 2025 09:50:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/a-defining-finale-to-the-admiral-s-cup-2025-in-the-rolex-fastnet-race",
    "image": "https://images.unsplash.com/photo-1713813091352-dc22a8fcbf3e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQyMTQwOTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il Rolex Fastnet Race 2025 ha segnato un finale definitivo per l'Admiral's Cup 2025, uno degli eventi più prestigiosi nel mondo della vela. Il 30 luglio 2025, la flotta di vele d'élite ha preso il largo nel tentativo di aggiudicarsi il trofeo tanto ambito. Mentre la competizione si è fatta più accesa, la tensione è montata fino all'ultimo momento, rendendo il finale uno dei più memorabili nella storia della regata. Tutti gli occhi erano puntati su chi avrebbe ottenuto l'onore di sollevare l'Admiral's Cup alla fine della gara.\n\n###\n\nThe 2025 Rolex Fastnet Race marked a defining finale for the Admiral's Cup 2025, one of the most prestigious events in the sailing world. On July 30th, 2025, the elite fleet of sails set off in an attempt to clinch the much-coveted trophy. As the competition heated up, the tension escalated right up to the final moment, making the finale one of the most memorable in the history of the race. All eyes were on who would get the honor of lifting the Admiral's Cup at the end of the race.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Monaco win the Admiral’s Cup: Jolt team take victory after high tension finish to Rolex Fastnet Race",
    "date": "Wed, 30 Jul 2025 07:19:29 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/monaco-win-the-admirals-cup-jolt-team-take-victory-after-high-tension-finish-to-rolex-fastnet-race",
    "image": "https://images.unsplash.com/photo-1577720643360-00432b40139c?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQyMTQxMDR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La squadra di Monaco, Jolt, ha conquistato la vittoria nell'ambito Admiral's Cup, dopo un finale ad alta tensione nella Rolex Fastnet Race. Il team del piccolo Principato ha dimostrato grande abilità e resistenza in quella che è considerata una delle regate più impegnative e prestigiose al mondo. La competizione, che si svolge ogni due anni, vede partecipare team provenienti da tutto il mondo in una sfida che si estende per oltre 600 miglia nautiche attraverso alcune delle acque più temute e rispettate del pianeta. Questa vittoria segna un momento storico per il team di Monaco, rafforzando la sua reputazione nel mondo dello yachting.\n\n###\n\nThe Jolt team from Monaco clinched victory in the coveted Admiral's Cup, following a high tension finish to the Rolex Fastnet Race. The team from the small principality demonstrated great skill and endurance in what is considered one of the most challenging and prestigious yacht races in the world. The race, which takes place every two years, sees teams from all over the world compete in a challenge that spans over 600 nautical miles through some of the most feared and respected waters on the planet. This victory marks a historic moment for the Monaco team, bolstering their reputation in the yachting world.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "Rough Sailing Ahead for America's Cup",
    "date": "Thu, 31 Jul 2025 01:33:36 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/rough-sailing-ahead-for-america-s-cup",
    "image": "https://images.unsplash.com/photo-1536926272733-fd11abd4e4fd?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQxMjcxMDl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La America's Cup, la più antica competizione internazionale di vela, si prepara a solcare acque tempestose. La notizia, riportata da PBS il 31 Luglio 2025, anticipa un clima di tensione e incertezza che avvolge l'edizione imminente di questa storica regata. Nonostante la tradizione e il prestigio che contraddistingue l'evento, sembra che a far da padrone siano le controversie e i dissapori tra i team partecipanti, che minacciano di inficiare sulla riuscita della competizione.\n\n###\n\nThe America's Cup, the oldest international sailing competition, is set to navigate stormy waters. The news, reported by PBS on July 31, 2025, forecasts a climate of tension and uncertainty enveloping the upcoming edition of this historic regatta. Despite the tradition and prestige that characterizes the event, it seems that controversies and disagreements among the participating teams are looming large, threatening the success of the competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "‘This America’s Cup dispute could lead down a difficult alley’ – Matt Sheahan",
    "date": "Fri, 18 Jul 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/this-americas-cup-dispute-could-lead-down-a-difficult-alley-matt-sheahan",
    "image": "https://images.unsplash.com/photo-1749766903777-07d37839a661?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQxMjcxMzB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La celebre America's Cup, la più antica competizione velica internazionale, si trova di fronte a un bivio complicato. Matt Sheahan, esperto di vela e commentatore di Yachting World, sostiene che una disputa in corso potrebbe portare la competizione in un vicolo difficile da cui uscire. Nonostante la data della notizia sia del 18 luglio 2025, il problema persiste e continua a creare tensioni tra i partecipanti e gli organizzatori dell'evento. La natura esatta della controversia non è stata divulgata, ma sembra che coinvolga questioni di regolamento e di gestione della competizione.\n\n###\n\nThe prestigious America's Cup, the oldest international sailing competition, is facing a complex crossroads. Matt Sheahan, a sailing expert and commentator for Yachting World, suggests that an ongoing dispute could lead the competition down a difficult alley from which it would be hard to emerge. Even though the news date is July 18, 2025, the issue persists and continues to cause tension among the participants and the event's organizers. The exact nature of the dispute has not been disclosed, but it seems to involve issues of regulation and management of the competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "The Luna Rossa Story // Sailing into history",
    "date": "Wed, 30 Jul 2025 11:52:59 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-luna-rossa-story-sailing-into-history",
    "image": "https://images.unsplash.com/photo-1585859537448-e8e52127d615?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQwMzk4NjB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Da sempre, il mare ha rappresentato una sfida per l'uomo, un campo di battaglia dove misurare le proprie capacità, la propria resistenza, il coraggio e l'ingegno. È in questo contesto che si inserisce la storia della Luna Rossa, un imbarcazione a vela italiana che ha fatto la storia della vela mondiale. Il 30 luglio 2025, Luna Rossa ha segnato un traguardo storico, entrando definitivamente nella leggenda. Dalla sua nascita, questa squadra ha sempre puntato in alto, mettendo in mostra un mix vincente di talento, passione e tecnologia. Il percorso di Luna Rossa è un viaggio avvincente, pieno di sfide, successi, sconfitte e rinascite, che ha saputo entusiasmare appassionati e non, rendendola un vero e proprio simbolo nel mondo della vela.\n\n###\n\nSince the dawn of time, the sea has been a challenge for humankind, a battlefield where one’s abilities, resilience, courage, and wit are put to the test. It is in this context that the Luna Rossa story unfolds - an Italian sailing boat that has made its mark on the world of sailing. On July 30, 2025, Luna Rossa reached a historic milestone, entering the realms of legend. From its inception, this team has always aimed high, showcasing a winning combination of talent, passion, and technology. The journey of Luna Rossa is a thrilling one, filled with challenges, victories, defeats, and rebirths that have captivated enthusiasts and laymen alike, making it a true icon in the world of sailing.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]