[
  {
    "id": 1,
    "title": "Sail Wars: America’s Cup Comeback",
    "date": "Mon, 30 Jun 2025 14:53:29 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/sail-wars-americas-cup-comeback",
    "image": "https://images.unsplash.com/photo-1649947980139-a5e9b7330b7f?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE0Mzk2NTV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione in italiano:\n\nLa Coppa America, la competizione velica più antica e prestigiosa al mondo, è pronta per un grande ritorno. Conosciuta come \"Sail Wars\", la regata è stata al centro di numerose controversie nel corso degli anni, ma ciò non ha mai scalfito il suo fascino e la sua rilevanza nel mondo dello sport. La Coppa America è una gara di resistenza, di strategia e di abilità di navigazione, dove i migliori velisti del mondo si sfidano per conquistare il titolo più ambito. Il percorso della regata è notoriamente difficile, con condizioni meteo imprevedibili e correnti marine insidiose che mettono alla prova le capacità dei partecipanti. Nonostante le sfide, la Coppa America continua ad attirare un vasto pubblico di appassionati di vela e di sport in generale, ansiosi di vedere quale squadra riuscirà a conquistare il trofeo quest'anno. La competizione, infatti, non è solo un evento sportivo, ma un vero e proprio spettacolo che coinvolge migliaia di persone in tutto il mondo.\n\n###\n\nEnglish version:\n\nThe America's Cup, the world's oldest and most prestigious sailing competition, is set for a major comeback. Known as \"Sail Wars\", the race has been at the center of numerous controversies over the years, but that has never dented its allure and relevance in the world of sports. The America's Cup is a race of endurance, strategy, and sailing skill, where the world's best sailors compete for the most coveted title. The course of the race is notoriously challenging, with unpredictable weather conditions and treacherous sea currents testing the competitors' abilities. Despite the challenges, the America's Cup continues to draw a wide audience of sailing enthusiasts and sports fans alike, eager to see which team will manage to secure the trophy this year. The competition is not just a sporting event, but a true spectacle that involves thousands of people around the world.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup: Emirates Team NZ wins apology and settlement over 2021 Cup row.",
    "date": "Sun, 29 Jun 2025 16:58:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-emirates-team-nz-wins-apology-and-settlement-over-2021-cup-row",
    "image": "https://images.unsplash.com/photo-1709125885131-449a3ee5a3b6?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE0Mzk2NzR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\nEmirates Team NZ ha ottenuto un'apologia e un accordo di risarcimento a seguito di una disputa relativa alla America's Cup 2021. La controversia ha gettato un'ombra sulle celebrazioni per la vittoria del Team NZ nel prestigioso evento di vela. Dettagli specifici sull'accordo di risarcimento non sono stati resi pubblici, ma si tratta di un importante passo avanti per la squadra, che ha dovuto affrontare accuse e critiche nel corso dell'ultimo anno. Questa vittoria giuridica può essere vista come un ulteriore successo per il Team NZ, che continua a rafforzare la sua posizione come uno dei team leader nel mondo della vela.\n\n###\n\nEnglish Version:\nEmirates Team NZ has won an apology and settlement following a dispute over the 2021 America's Cup. The row had cast a shadow over the Team NZ's celebrations for winning the prestigious sailing event. Specific details about the settlement agreement have not been made public, but this is a significant step forward for the team, which has faced accusations and criticisms over the past year. This legal victory can be viewed as another success for Team NZ, which continues to bolster its position as one of the leading teams in the world of sailing.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "An America’s Cup without an American boat? American Magic says it may not sail in Naples",
    "date": "Thu, 22 May 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/an-americas-cup-without-an-american-boat-american-magic-says-it-may-not-sail-in-naples",
    "image": "https://images.unsplash.com/photo-1584877496671-9957617c48ef?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE0Mzk2OTF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana: \nLa prossima edizione della Coppa America potrebbe non vedere la partecipazione di nessuna barca americana. American Magic, il team di vela degli Stati Uniti, ha recentemente annunciato che potrebbe non partecipare alla competizione che si svolgerà a Napoli. Questa notizia ha sorpreso il mondo della vela e ha suscitato interrogativi sulla futura presenza degli Stati Uniti in questo prestigioso evento. La Coppa America è la competizione di vela più antica e prestigiosa del mondo e ha sempre visto la partecipazione di team americani. American Magic, tuttavia, ha rivelato che ci sono ancora questioni in sospeso che potrebbero impedire la loro partecipazione. Non sono state rivelate ulteriori informazioni, ma gli appassionati di vela di tutto il mondo stanno aspettando con ansia ulteriori dettagli.\n\n###\n\nEnglish Version:\nThe next edition of the America's Cup may not see the participation of any American boat. American Magic, the United States sailing team, recently announced that it might not participate in the competition to be held in Naples. This news has surprised the sailing world and raised questions about the future presence of the United States in this prestigious event. The America's Cup is the oldest and most prestigious sailing competition in the world and has always seen the participation of American teams. American Magic, however, revealed that there are still outstanding issues that could prevent their participation. No further information has been revealed, but sailing enthusiasts around the world are eagerly awaiting further details.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "New York Yacht Club International Women's Championship: Invited skippers announcement no. 1",
    "date": "Mon, 30 Jun 2025 20:09:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/new-york-yacht-club-international-women-s-championship-invited-skippers-announcement-no-1",
    "image": "https://images.unsplash.com/photo-1720299618964-feb4aab57493?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTEzNTAyMjJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione italiana:\n\nIl New York Yacht Club ha annunciato la lista delle skipper invitate per il Campionato Internazionale Femminile. Questo annuncio segna la prima fase di un'emozionante serie di eventi in vista del prestigioso torneo nautico. Il club, noto per la sua dedizione alla vela e alla competizione sportiva, ha selezionato accuratamente una serie di skipper di talento provenienti da tutto il mondo. Queste skipper, tutte donne, porteranno con sé una vasta gamma di esperienze e abilità, rendendo il campionato un evento imperdibile per gli appassionati di vela. Ulteriori dettagli sulle skipper selezionate e sul programma del campionato saranno rilasciati nelle prossime settimane.\n\n###\n\nEnglish version:\n\nThe New York Yacht Club has announced the roster of invited skippers for the International Women's Championship. This announcement marks the first phase of an exciting series of events leading up to the prestigious sailing tournament. The club, known for its dedication to sailing and sporting competition, has carefully selected a range of talented skippers from around the world. These skippers, all women, will bring with them a wide range of experiences and skills, making the championship a must-see event for sailing enthusiasts. Further details on the selected skippers and championship schedule will be released in the coming weeks.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]