[
  {
    "id": 1,
    "title": "Sail Wars: America’s Cup Comeback",
    "date": "Mon, 30 Jun 2025 14:53:29 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/sail-wars-americas-cup-comeback",
    "image": "https://images.unsplash.com/photo-1587156627088-30d477124971?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTEzNTAyMDl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\n\nLa storica America's Cup, l'evento di vela più antico e prestigioso al mondo, sta vivendo una nuova rinascita. Dopo un periodo di calma, la competizione è tornata a essere un punto di riferimento per gli appassionati di vela di tutto il mondo. Per decenni, la Coppa America è stata il palcoscenico di intense battaglie veliche, guadagnandosi il soprannome di \"Sail Wars\". Ora, questa antica sfida tra nazioni sembra essere in pieno recupero, con una crescente partecipazione e un rinnovato entusiasmo da parte del pubblico. Nonostante le sfide poste dalla pandemia globale, gli organizzatori stanno lavorando instancabilmente per garantire che la Coppa America rimanga un evento di primo piano nel calendario del mondo della vela. La rivalità sul mare continua, e la battaglia per la supremazia nella vela è più viva che mai. \n\n### \n\nEnglish Version:\n\nThe historic America's Cup, the oldest and most prestigious sailing event in the world, is experiencing a new renaissance. After a period of lull, the competition has returned as a focal point for sailing enthusiasts worldwide. For decades, the America's Cup has been the stage for intense sailing battles, earning it the nickname \"Sail Wars\". Now, this age-old challenge between nations seems to be in full recovery, with growing participation and renewed enthusiasm from the public. Despite the challenges posed by the global pandemic, organisers are working tirelessly to ensure that the America's Cup remains a premier event in the sailing world's calendar. The rivalry on the sea continues, and the battle for sailing supremacy is more alive than ever.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "New York Yacht Club International Women's Championship: Invited skippers announcement no. 1",
    "date": "Mon, 30 Jun 2025 20:09:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/new-york-yacht-club-international-women-s-championship-invited-skippers-announcement-no-1",
    "image": "https://images.unsplash.com/photo-1720299618964-feb4aab57493?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTEzNTAyMjJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione italiana:\n\nIl New York Yacht Club ha annunciato la lista delle skipper invitate per il Campionato Internazionale Femminile. Questo annuncio segna la prima fase di un'emozionante serie di eventi in vista del prestigioso torneo nautico. Il club, noto per la sua dedizione alla vela e alla competizione sportiva, ha selezionato accuratamente una serie di skipper di talento provenienti da tutto il mondo. Queste skipper, tutte donne, porteranno con sé una vasta gamma di esperienze e abilità, rendendo il campionato un evento imperdibile per gli appassionati di vela. Ulteriori dettagli sulle skipper selezionate e sul programma del campionato saranno rilasciati nelle prossime settimane.\n\n###\n\nEnglish version:\n\nThe New York Yacht Club has announced the roster of invited skippers for the International Women's Championship. This announcement marks the first phase of an exciting series of events leading up to the prestigious sailing tournament. The club, known for its dedication to sailing and sporting competition, has carefully selected a range of talented skippers from around the world. These skippers, all women, will bring with them a wide range of experiences and skills, making the championship a must-see event for sailing enthusiasts. Further details on the selected skippers and championship schedule will be released in the coming weeks.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "An America’s Cup without an American boat? American Magic says it may not sail in Naples",
    "date": "Thu, 22 May 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/an-americas-cup-without-an-american-boat-american-magic-says-it-may-not-sail-in-naples",
    "image": "https://images.unsplash.com/photo-1720299618964-feb4aab57493?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTEzNTAyMzh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\n\nUna Coppa America senza una barca americana? Questo potrebbe diventare realtà se American Magic dovesse decidere di non partecipare alla regata di Napoli. La prestigiosa gara velica, che vanta una storia lunga oltre 170 anni, potrebbe per la prima volta non vedere la partecipazione di un team dagli Stati Uniti. American Magic, uno dei team più competitivi e rispettati nel circuito, ha recentemente dichiarato che potrebbe non partecipare alla prossima edizione della gara a Napoli. Questa decisione sarebbe un duro colpo per l'evento, poiché il team americano ha sempre rappresentato una grande attrazione per i fan e una forte competizione per gli altri team. Nonostante ciò, gli organizzatori della Coppa America sono fiduciosi che l'evento continuerà a essere un successo indipendentemente dalla partecipazione di American Magic.\n\n###\n\nEnglish Version:\n\nAn America's Cup without an American boat? This could become a reality if American Magic decides not to participate in the Naples regatta. The prestigious sailing race, which boasts a history of over 170 years, might for the first time not see a team from the United States participating. American Magic, one of the most competitive and respected teams in the circuit, has recently stated that they might not take part in the next edition of the race in Naples. This decision would be a hard blow for the event, as the American team has always represented a major draw for fans and strong competition for the other teams. Nevertheless, the organizers of the America's Cup are confident that the event will continue to be a success regardless of the participation of American Magic.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]