[
  {
    "id": 1,
    "title": "America's Cup: Move to legacy AC75 use generates some quirky rules",
    "date": "Thu, 18 Sep 2025 03:10:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-move-to-legacy-ac75-use-generates-some-quirky-rules",
    "image": "https://images.unsplash.com/photo-1630872151747-36b4b34cd082?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgxNzg4MjR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La decisione di passare alla leggendaria barca AC75 per la Coppa America ha portato alla creazione di alcune regole piuttosto insolite. Questa mossa, che segna un ritorno alle radici tradizionali della competizione, è stata accolta con entusiasmo da molti appassionati di vela. Tuttavia, ha anche generato un certo numero di regole e regolamenti unici, che sono destinati a rendere la prossima edizione della Coppa America un evento da non perdere. Alcune di queste regole riguardano le specifiche tecniche dell'AC75, mentre altre hanno a che fare con la conduzione della gara stessa. Ad esempio, l'uso dell'AC75 ha introdotto nuove restrizioni sul peso dell'equipaggio e sulle modifiche che possono essere apportate alla barca durante la competizione.\n\n###\n\nThe decision to switch to the legacy AC75 boat for the America's Cup has led to the creation of some rather quirky rules. This move, which marks a return to the traditional roots of the competition, has been met with enthusiasm by many sailing enthusiasts. However, it has also spawned a number of unique rules and regulations that are set to make the upcoming edition of the America's Cup a must-watch event. Some of these rules concern the technical specifications of the AC75, while others have to do with the conduct of the race itself. For instance, the use of the AC75 has introduced new restrictions on crew weight and modifications that can be made to the boat during the competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "WOMEN’S AMERICA’S CUP SET TO CONTINUE MOMENTUM IN NAPLES IN 2027 AS FEMALE ATHLETES CONFIRMED ONBOARD THE AC75 YACHTS",
    "date": "Wed, 17 Sep 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/womens-americas-cup-set-to-continue-momentum-in-naples-in-2027-as-female-athletes-confirmed-onboard-the-ac75-yachts",
    "image": "https://images.unsplash.com/photo-1630872151747-36b4b34cd082?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgxNzg4MjR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Confermata la presenza di atlete a bordo degli yacht AC75 per la Women’s America’s Cup del 2027, che sarà ospitata nella splendida cornice di Napoli. L'evento, che rappresenta uno dei più prestigiosi nel mondo della vela, è pronto a continuare il suo slancio, con un crescente interesse e partecipazione da parte del pubblico femminile. La notizia, annunciata il 17 settembre 2025, è stata accolta con entusiasmo da parte degli appassionati di vela e dagli sportivi in generale, che vedono in questa conferma un ulteriore passo avanti nel riconoscimento delle capacità e del valore delle atlete nel panorama sportivo internazionale.\n\n###\n\nThe participation of female athletes on board the AC75 yachts for the 2027 Women's America's Cup, set to take place in the stunning setting of Naples, has been confirmed. The event, one of the most prestigious in the sailing world, is set to continue its momentum with increasing interest and participation from the female audience. The news, announced on September 17, 2025, has been enthusiastically received by sailing enthusiasts and sportspeople in general, who see in this confirmation a further step forward in acknowledging the skills and value of female athletes in the international sports scene.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Naples set to continue the Youth America’s Cup – A competition where the future stars of the America’s Cup emerge",
    "date": "Wed, 17 Sep 2025 21:04:20 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-set-to-continue-the-youth-americas-cup-a-competition-where-the-future-stars-of-the-americas-cup-emerge",
    "image": "https://images.unsplash.com/photo-1630872151747-36b4b34cd082?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgxNzg4MjR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La città di Napoli è pronta a continuare la Youth America’s Cup, una competizione che ha visto emergere le future stelle della America’s Cup. Questo evento, che diventa una tradizione per la città partenopea, è diventato un trampolino di lancio per i giovani talenti nel campo della vela. La Youth America’s Cup, infatti, offre la possibilità a giovani velisti di dimostrare le loro abilità e di mettersi in mostra sulla scena internazionale. Questo evento è molto più che una semplice competizione; è un'opportunità per i giovani di imparare, sviluppare e mettere in pratica le loro abilità di vela, ma anche di costruire reti e relazioni con altri giovani velisti provenienti da tutto il mondo.\n\n###\n\nThe city of Naples is all set to continue the Youth America’s Cup, a competition that has seen the future stars of the America’s Cup emerge. This event, now a tradition for the city of Naples, has become a launching pad for young talents in the field of sailing. The Youth America’s Cup offers young sailors the opportunity to demonstrate their skills and showcase themselves on the international stage. This event is much more than just a competition; it is an opportunity for young people to learn, develop and put into practice their sailing skills, but also to build networks and relationships with other young sailors from around the world.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "Details in place for 38th America’s Cup",
    "date": "Thu, 11 Sep 2025 16:16:51 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/details-in-place-for-38th-americas-cup",
    "image": "https://images.unsplash.com/photo-1561908860-971f1e27e89e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgwOTI0MTd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Dopo mesi di preparativi intensi e di attesa fervida, sono finalmente stati svelati i dettagli per la 38ª America's Cup, l'evento più prestigioso della vela mondiale. Un evento che, come sempre, promette di essere una spettacolare fusione di avvincente competizione sportiva, innovazione tecnologica e glamour di alto livello. Secondo quanto riferito da Scuttlebutt Sailing News, l'annuncio ufficiale ha confermato il ritorno alla tradizione con i monoscafi, senza tuttavia rinunciare alle innovazioni introdotte nelle ultime edizioni.\n\n### \n\nAfter months of intense preparations and eager anticipation, the details for the 38th America's Cup, the most prestigious event in world sailing, have finally been unveiled. As always, the event promises to be a spectacular fusion of thrilling sports competition, technological innovation, and high-level glamour. According to Scuttlebutt Sailing News, the official announcement confirmed a return to tradition with monohulls, while still embracing the innovations introduced in recent editions.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "AC75 CLASS RULES AND TECHNICAL REGULATIONS PUBLISHED",
    "date": "Thu, 11 Sep 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ac75-class-rules-and-technical-regulations-published",
    "image": "https://images.unsplash.com/photo-1561908860-971f1e27e89e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgwOTI0MTd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La classe AC75, protagonista delle sfide di vela della Coppa America, ha da poco pubblicato nuove regole tecniche e di classe. Questo aggiornamento, annunciato il 11 settembre 2025, ha come obiettivo principale quello di migliorare le prestazioni delle imbarcazioni e garantire una competizione più equa e avvincente. Le nuove regole dettagliano una serie di aspetti tecnici specifici, tra cui le dimensioni e il peso dell'imbarcazione, il disegno delle vele, la gestione del team e molto altro. Questo regolamento, una volta implementato, offrirà una base solida per la futura evoluzione della classe AC75 e per la Coppa America.\n\n###\n\nThe AC75 class, the protagonist of the America's Cup sailing challenges, has recently published new technical and class rules. This update, announced on September 11, 2025, aims mainly to improve the performance of the boats and ensure a more fair and exciting competition. The new rules detail a series of specific technical aspects, including the size and weight of the boat, the design of the sails, team management, and much more. This regulation, once implemented, will provide a solid foundation for the future evolution of the AC75 class and for the America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: ETNZ's design head Dan Bernasconi explains the key points of the new Rules",
    "date": "Fri, 12 Sep 2025 00:37:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-etnz-s-design-head-dan-bernasconi-explains-the-key-points-of-the-new-rules",
    "image": "https://images.unsplash.com/photo-1561908860-971f1e27e89e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgwOTI0MTd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La America's Cup, la più antica competizione internazionale di vela ancora in corso, è pronta ad affrontare una nuova edizione con regole rivoluzionarie. Dan Bernasconi, capo del design team di Emirates Team New Zealand (ETNZ), ha spiegato i punti chiave delle nuove linee guida in un'intervista rilasciata il 12 settembre 2025. Le nuove regole, che mirano a rendere la competizione più equa e coinvolgente, sono state accolte con grande interesse dalle squadre partecipanti e dagli appassionati di vela.\n\n###\n\nThe America's Cup, the oldest international sailing competition still underway, is gearing up for a new edition with groundbreaking rules. Dan Bernasconi, the head of the design team for Emirates Team New Zealand (ETNZ), outlined the key points of the new guidelines in an interview given on September 12, 2025. The new rules, which aim to make the competition fairer and more engaging, have been met with great interest by the participating teams and sailing enthusiasts.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America’s Cup 75 class rules and technical regulations published",
    "date": "Mon, 15 Sep 2025 21:01:45 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-75-class-rules-and-technical-regulations-published",
    "image": "https://images.unsplash.com/photo-1630853238178-64052a1e0f45?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTgwMDcwMzF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Lunedì 15 settembre 2025, le regole e i regolamenti tecnici della Classe 75 della America's Cup sono stati finalmente pubblicati. Questo annuncio, molto atteso da appassionati e professionisti del settore, rappresenta un importante passo avanti per l'edizione del 2025 della prestigiosa competizione di vela. Le nuove regole e regolamenti tecnici, che stabiliscono le specifiche di design e costruzione per le imbarcazioni che parteciperanno alla competizione, delineeranno il futuro prossimo di questo sport, influenzando non solo le strategie dei team, ma anche l'evoluzione tecnologica delle imbarcazioni da competizione.\n\n###\n\nOn Monday, September 15, 2025, the America’s Cup 75 class rules and technical regulations were finally published. This long-awaited announcement represents a significant step forward for the 2025 edition of the prestigious sailing competition. The new rules and technical regulations, which set out the design and construction specifications for the boats participating in the competition, will shape the immediate future of this sport. They will influence not only the strategies of the teams involved but also the technological evolution of racing boats.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Rolex New York Yacht Club Invitational Cup Day 3",
    "date": "Fri, 12 Sep 2025 05:39:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/rolex-new-york-yacht-club-invitational-cup-day-3",
    "image": "https://images.unsplash.com/photo-1630516474301-078fefbba596?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc5MjYyMDZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Venerdì 12 Settembre 2025, terzo giorno della Rolex New York Yacht Club Invitational Cup. Questo prestigioso evento, sponsorizzato dal famoso marchio di orologi svizzero, ha visto una competizione serrata tra i più rinomati club di vela del mondo. L'atmosfera era elettrizzante, con i partecipanti che si sfidavano per ottenere il miglior tempo e conquistare la prestigiosa coppa. Il tutto avvolto nel fascino e nell'eleganza che solo un evento di tale portata può offrire, con l'incantevole skyline di New York a fare da sfondo.\n\n###\n\nOn Friday, September 12, 2025, the third day of the Rolex New York Yacht Club Invitational Cup took place. This prestigious event, sponsored by the famous Swiss watch brand, saw a tight competition among the world's most renowned sailing clubs. The atmosphere was electrifying, with participants vying for the best time and the chance to win the prestigious cup. All of this was wrapped in the charm and elegance that only an event of this magnitude can offer, with the enchanting New York skyline as the backdrop. The race was a thrilling display of skill, strategy, and sportsmanship, with the participants battling it out on the waters for the grand prize.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup: Submarine tactics as final agreements thrashed out",
    "date": "Tue, 09 Sep 2025 05:57:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-submarine-tactics-as-final-agreements-thrashed-out",
    "image": "https://images.unsplash.com/photo-1692098071962-71a1bd29f261?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc2NjEyMzl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America, la competizione velica più antica e prestigiosa del mondo, si avvicina a grandi passi e, come da tradizione, la tensione sale. Le squadre stanno mettendo a punto gli ultimi dettagli, rivedendo strategie e sottoponendo le loro tattiche a un ultimo, rigido scrutinio. In particolare, quest'anno il focus sembra essere l'uso di tattiche \"submarine\", un termine che indica l'uso di manovre ingegnose e spesso segrete per guadagnare un vantaggio competitivo. Mentre gli accordi finali vengono battuti, la competizione promette di essere più entusiasmante che mai. \n\n###\n\nThe America's Cup, the world's oldest and most prestigious sailing competition, is fast approaching and, as per tradition, the tension is rising. The teams are fine-tuning their final details, reviewing strategies, and subjecting their tactics to a final, strict scrutiny. Particularly this year, the focus seems to be on the use of \"submarine\" tactics, a term that refers to the use of ingenious and often secret maneuvers to gain a competitive edge. As the final agreements are thrashed out, the competition promises to be more exciting than ever.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Invitational Cup draws 20 amateur teams to sail bay",
    "date": "Thu, 11 Sep 2025 04:23:51 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/invitational-cup-draws-20-amateur-teams-to-sail-bay",
    "image": "https://images.unsplash.com/photo-1720521541019-73b851ab8a8d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc1NzQwMjh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Invitational Cup, un evento di vela di grande prestigio, ha attratto 20 squadre di dilettanti nella baia. Questa competizione annuale, che si svolge in diverse località costiere, è nota per la sua capacità di attirare appassionati di vela da tutto il mondo. Le squadre competono in una serie di gare che durano più giorni, con l'obiettivo di conquistare il prestigioso trofeo della Invitational Cup. L'evento è stato coperto ampiamente dalla Jamestown Press ed è stata una grande opportunità per i team di dilettanti di mettersi in mostra.\n\n###\n\nThe Invitational Cup, a prestigious sailing event, drew 20 amateur teams to the bay. This annual competition, held at various coastal locations, is known for its ability to attract sailing enthusiasts from all over the world. The teams compete in a series of races over several days, aiming to clinch the coveted Invitational Cup trophy. The event was extensively covered by The Jamestown Press and provided a great opportunity for amateur teams to showcase their skills.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "Top Contenders for the 2025 Rolex Invitational Cup",
    "date": "Fri, 05 Sep 2025 19:35:17 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/top-contenders-for-the-2025-rolex-invitational-cup",
    "image": "https://images.unsplash.com/photo-1725412625931-3030140f1c88?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc0ODc2MTd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Rolex Invitational Cup, una delle competizioni veliche più prestigiose al mondo, è in programma per il 2025 e la lista dei principali contendenti è già in preparazione. Questo evento esclusivo, riservato ai più raffinati yacht club internazionali, è noto per attirare i migliori velisti del mondo. Nonostante sia ancora prematuro fare previsioni, alcuni nomi sono già emersi come possibili favoriti per la vittoria. Tra questi, spiccano il New York Yacht Club, vincitore di numerose edizioni precedenti, il Royal Thames Yacht Club di Londra e il Southern Yacht Club di New Orleans. Questi club hanno una lunga storia di successi nelle competizioni veliche e sono noti per la loro capacità di mettere insieme equipaggi di alto livello.\n\n###\n\nThe Rolex Invitational Cup, one of the world's most prestigious sailing competitions, is slated for 2025 and the list of top contenders is already being compiled. This exclusive event, open only to the world's most refined yacht clubs, is known for attracting the best sailors globally. While it's still early to make predictions, some names have already emerged as possible favorites for the win. Among these are the New York Yacht Club, winner of numerous previous editions, London's Royal Thames Yacht Club, and the Southern Yacht Club in New Orleans. These clubs have a long history of success in sailing competitions and are known for their ability to assemble top-tier crews.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Will the real America’s Cup step forward",
    "date": "Mon, 08 Sep 2025 10:50:37 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/will-the-real-americas-cup-step-forward",
    "image": "https://images.unsplash.com/photo-1556079474-fb2c2948e947?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc0ODc2Mjl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America, nota anche come l'America's Cup, è la competizione di vela più antica del mondo, avendo avuto inizio nel 1851. Tuttavia, nel corso degli anni, l'evento ha subito diverse trasformazioni che hanno suscitato dibattiti sulla sua autenticità. In molti si chiedono quale sia la \"vera\" Coppa America. C'è chi sostiene che l'America's Cup dovrebbe rimanere fedele alle sue radici, con imbarcazioni monoscafo e un formato di gara tradizionale. Altri, invece, ritengono che il progresso tecnologico e l'innovazione siano essenziali per mantenere l'evento rilevante e attraente per il pubblico moderno.\n\n###\n\nThe America's Cup, also known as the Auld Mug, is the oldest sailing competition in the world, having started in 1851. However, over the years, the event has undergone several transformations that have sparked debates about its authenticity. Many are asking which is the \"real\" America's Cup. Some argue that the Cup should stay true to its roots, with monohull boats and a traditional race format. Others, however, believe that technological progress and innovation are essential to keep the event relevant and appealing to the modern audience.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Game time for NYYC Invitational Cup",
    "date": "Mon, 08 Sep 2025 17:15:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/game-time-for-nyyc-invitational-cup",
    "image": "https://images.unsplash.com/photo-1720521541019-73b851ab8a8d?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc0ODc2Mzl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Lunedì 8 Settembre 2025 è stato il momento del via libera per la NYYC Invitational Cup, l'evento di vela organizzato dal prestigioso New York Yacht Club. La competizione, che vede la partecipazione di equipaggi provenienti da tutto il mondo, è uno degli appuntamenti più attesi nell'ambito della vela internazionale. Il New York Yacht Club, con la sua storia lunga più di 170 anni, è una delle istituzioni più importanti nel panorama della vela e quest'anno ha aperto le porte ad una competizione senza precedenti, con equipaggi provenienti da più di 20 nazioni differenti.\n\n###\n\nMonday, September 8, 2025, marked the start of the NYYC Invitational Cup, a sailing event organized by the prestigious New York Yacht Club. The competition, which sees the participation of crews from all over the world, is one of the most anticipated events in international sailing. With a history spanning more than 170 years, the New York Yacht Club is one of the most important institutions in the sailing landscape. This year, it has opened its doors to an unprecedented competition, with crews coming from more than 20 different nations.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "Hall of Famers Incoming",
    "date": "Mon, 08 Sep 2025 13:33:34 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/hall-of-famers-incoming",
    "image": "https://images.unsplash.com/photo-1683611843032-0890bdd992de?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc0MDEyMTJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Nel mondo della vela, poche onorificenze sono altrettanto prestigiose quanto l'inserimento nella Hall of Fame. Quest'anno, un nuovo gruppo di leggende della vela si appresta a raggiungere questo importante traguardo, come riportato da Sailing World il 8 Settembre 2025. La Hall of Fame della vela, istituita per commemorare e celebrare le personalità più influenti e i momenti più significativi di questo sport, accoglierà presto nuovi membri che hanno lasciato un segno indelebile nel mondo della vela.\n\n###\n\nIn the world of sailing, few honors are as prestigious as induction into the Hall of Fame. This year, a new group of sailing legends is set to reach this significant milestone as reported by Sailing World on September 8, 2025. The Sailing Hall of Fame, established to commemorate and celebrate the most influential personalities and significant moments in the sport, will soon welcome new inductees who have left an indelible mark in the world of sailing.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "NAPLES SET TO CONTINUE THE YOUTH AMERICA’S CUP – A COMPETITION WHERE THE FUTURE STARS OF THE AMERICA’S CUP EMERGE",
    "date": "Wed, 03 Sep 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-set-to-continue-the-youth-americas-cup-a-competition-where-the-future-stars-of-the-americas-cup-emerge",
    "image": "https://images.unsplash.com/photo-1665253264238-e9454b3bb826?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTc0MDEyMzF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Napoli si prepara ad ospitare una nuova edizione della Youth America's Cup, una competizione che negli anni ha dato lustro alla vela mondiale, lanciando giovani talenti nel firmamento della prestigiosa America's Cup. Il capoluogo campano, con il suo splendido golfo e le sue condizioni meteo-marine ideali, si conferma come la location perfetta per un evento di tale portata. Giovanissimi velisti provenienti da tutto il mondo si sfideranno in acque napoletane, con l'obiettivo di seguire le orme dei grandi campioni che hanno fatto la storia di questa competizione.\n\n###\n\nNaples is gearing up to host another edition of the Youth America's Cup, a competition that has brought acclaim to world sailing, launching young talents into the firmament of the prestigious America's Cup. The capital of Campania, with its splendid gulf and ideal weather-marine conditions, confirms itself as the perfect location for an event of this magnitude. Very young sailors from all over the world will compete in Neapolitan waters, with the aim of following in the footsteps of the great champions who have made the history of this competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "You just gotta love a good algorithm",
    "date": "Sun, 07 Sep 2025 22:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/you-just-gotta-love-a-good-algorithm",
    "image": "https://images.unsplash.com/photo-1749735787971-296c43800a35?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTczMTQ4MTR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "In un mondo sempre più interconnesso e digitalizzato, non si può non amare un buon algoritmo. Siamo circondati da algoritmi, da quelli che regolano il funzionamento dei nostri smartphone, ai sistemi di raccomandazione di film e serie TV, fino ad arrivare agli algoritmi di trading finanziario. In un articolo del 7 settembre 2025, Sail-World.com celebra la bellezza e l'efficienza degli algoritmi, quei sofisticati processi matematici che stanno alla base di buona parte della tecnologia che utilizziamo quotidianamente. Un buon algoritmo, secondo l'articolo, non è solo una sequenza ben progettata di operazioni, ma un vero e proprio capolavoro di eleganza e precisione, capace di risolvere problemi complessi e di migliorare significativamente la nostra vita.\n\n###\n\nIn an increasingly interconnected and digitized world, you just gotta love a good algorithm. We are surrounded by algorithms, from those that regulate the functioning of our smartphones, to the recommendation systems for movies and TV series, up to the algorithms of financial trading. In an article dated September 7, 2025, Sail-World.com celebrates the beauty and efficiency of algorithms, those sophisticated mathematical processes that underlie much of the technology we use daily. A good algorithm, according to the article, is not just a well-designed sequence of operations, but a real masterpiece of elegance and precision, capable of solving complex problems and significantly improving our lives.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Interview: From The Other Side - The State of the Sport",
    "date": "Fri, 05 Sep 2025 13:59:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/interview-from-the-other-side-the-state-of-the-sport",
    "image": "https://images.unsplash.com/photo-1601650701199-60d7cc817fdd?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTczMTQ4MjN8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo dello sport è in continuo cambiamento, mutevole come l'acqua che solca una barca a vela. In un'intervista esclusiva rilasciata a Sail-World.com il 5 Settembre 2025, abbiamo avuto l'opportunità di esplorare la condizione attuale dello sport da una prospettiva unica, quella di chi vive e respira sport quotidianamente. L'intervistato, il cui nome è stato mantenuto anonimo per rispettare la sua privacy, ha condiviso le sue intuizioni, riflessioni e previsioni sul futuro dell'industria dello sport, offrendo una vista dall'altro lato.\n\n###\n\nThe world of sports is constantly evolving, changing as the water that a sailboat cleaves. In an exclusive interview given to Sail-World.com on September 5, 2025, we had the opportunity to explore the current state of sports from a unique perspective - that of someone who lives and breathes sports daily. The interviewee, whose name has been kept anonymous to respect their privacy, shared their insights, reflections, and predictions on the future of the sports industry, offering a view from the other side.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Cisco’s AI-driven tech set to sail for Luna Rossa’s America’s Cup challenge",
    "date": "Fri, 29 Aug 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ciscos-ai-driven-tech-set-to-sail-for-luna-rossas-americas-cup-challenge",
    "image": "https://images.unsplash.com/photo-1640878975965-8d40705dc90a?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTczMTQ4MzV8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il gigante della tecnologia Cisco ha annunciato che la sua tecnologia guidata dall'intelligenza artificiale sarà utilizzata per la sfida della Coppa America di Luna Rossa. Questo annuncio rappresenta un importante passo avanti nel campo della tecnologia applicata alla vela, con l'IA che promette di rivoluzionare il modo in cui le squadre navigano e competono. L'IA di Cisco sarà incaricata di analizzare una serie di dati in tempo reale, tra cui le condizioni meteorologiche, la posizione della barca, la velocità del vento e molto altro, per fornire ai membri del team Luna Rossa preziose informazioni che potrebbero fare la differenza tra la vittoria e la sconfitta.\n\n###\n\nTech giant Cisco has announced that its AI-driven technology is set to sail for Luna Rossa's America's Cup challenge. This announcement represents a significant step forward in the field of technology applied to sailing, with AI promising to revolutionize the way teams sail and compete. Cisco's AI will be tasked with analyzing a range of real-time data, including weather conditions, boat position, wind speed, and much more, to provide Luna Rossa team members with valuable insights that could make the difference between victory and defeat.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "Cisco’s AI-driven technology to connect and protect Luna Rossa’s America’s Cup Challenge",
    "date": "Fri, 29 Aug 2025 12:02:54 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ciscos-ai-driven-technology-to-connect-and-protect-luna-rossas-americas-cup-challenge",
    "image": "https://images.unsplash.com/photo-1645638120830-2bdd545cad06?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTcyODIzNjB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Cisco, il gigante della tecnologia, ha annunciato il lancio della sua tecnologia guidata dall'intelligenza artificiale (AI) per connettere e proteggere la sfida di Luna Rossa per l'America’s Cup. Questa collaborazione segna un importante passo avanti nel mondo dello sport, con l'AI che offre vantaggi significativi in termini di connettività, sicurezza e analisi dei dati. Questa tecnologia rivoluzionaria è progettata per migliorare le decisioni strategiche durante le regate, fornendo dati in tempo reale ed elaborando rapidamente le informazioni. Inoltre, l'AI di Cisco protegge la squadra da potenziali minacce informatiche, garantendo una navigazione sicura non solo nel senso fisico, ma anche digitale.\n\n###\n\nCisco, the technology giant, has announced the launch of its AI-driven technology to connect and protect Luna Rossa's America's Cup Challenge. This collaboration marks a significant step forward in the world of sports, with AI offering significant advantages in terms of connectivity, security, and data analysis. This revolutionary technology is designed to improve strategic decisions during races, providing real-time data and quickly processing information. Moreover, Cisco's AI protects the team from potential cyber threats, ensuring safe navigation not only in the physical sense but also digitally.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "A Day in the Life of Jimmy Spithill, the CEO of Red Bull Italy SailGP",
    "date": "Mon, 01 Sep 2025 09:05:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/a-day-in-the-life-of-jimmy-spithill-the-ceo-of-red-bull-italy-sailgp",
    "image": "https://images.unsplash.com/photo-1607510891430-020fff3e5549?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY5NjkyMzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "È il 1° settembre 2025 e questa è una giornata nella vita di Jimmy Spithill, l'attuale CEO di Red Bull Italy SailGP. Conoscere la routine quotidiana di una personalità di spicco nel mondo della vela può essere un'esperienza affascinante e illuminante. Spithill, originario dell'Australia, è noto per le sue abilità straordinarie come timoniere e per il suo spirito imprenditoriale. Si è fatto un nome nel mondo della vela vincendo due volte l'America's Cup e ora sta portando la sua passione e la sua esperienza nel settore della vela professionale in Italia, con la sua posizione di CEO presso Red Bull Italy SailGP.\n\n###\n\nIt's September 1, 2025, and this is a day in the life of Jimmy Spithill, the current CEO of Red Bull Italy SailGP. Getting a glimpse into the daily routine of a prominent figure in the world of sailing can be a fascinating and enlightening experience. Spithill, originally from Australia, is known for his extraordinary skills as a helmsman and his entrepreneurial spirit. He made his name in the sailing world by winning the America's Cup twice and is now bringing his passion and experience to the professional sailing industry in Italy, with his CEO position at Red Bull Italy SailGP.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "America's Cup: From 1983 to 2024 through the lens of Carlo Borlenghi",
    "date": "Sun, 31 Aug 2025 14:35:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-from-1983-to-2024-through-the-lens-of-carlo-borlenghi",
    "image": "https://images.unsplash.com/photo-1654589434298-65b503a1b060?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY4ODI4MTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, la più antica competizione internazionale di vela, ha visto molte sfide e cambiamenti nel corso degli anni. Dal 1983 al 2024, un uomo, Carlo Borlenghi, è stato lì a documentare tutto con il suo obiettivo. Borlenghi, un fotografo italiano noto per le sue impressionanti immagini di yacht e regate, è diventato una figura iconica nell'America's Cup. Il suo occhio per i dettagli, la luce e il movimento ha catturato i momenti più emozionanti e drammatici della competizione, dalla vittoria storica dell'Australia nel 1983 all'ultima regata del 2024.\n\n###\n\nThe America's Cup, the oldest international sailing competition, has seen many challenges and changes over the years. From 1983 to 2024, one man, Carlo Borlenghi, was there to document it all through his lens. Borlenghi, an Italian photographer renowned for his stunning images of yachts and regattas, has become an iconic figure in the America's Cup. His eye for detail, light, and movement has captured the most exciting and dramatic moments of the competition, from Australia's historic win in 1983 to the latest race in 2024.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America’s cup protocol finally agreed - 29 Aug 2025 - Sailing Today Magazine - Readly | All magazines",
    "date": "Fri, 29 Aug 2025 07:31:01 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-protocol-finally-agreed-29-aug-2025-sailing-today-magazine-readly-all-magazines",
    "image": "https://images.unsplash.com/photo-1630853238178-64052a1e0f45?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY3MTAwMzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Dopo un lungo periodo di negoziazioni e discussioni, il protocollo per la Coppa America è stato finalmente concordato il 29 agosto 2025, come riportato dalla rivista Sailing Today Magazine. Questo accordo mette fine a mesi di incertezza e stabilisce le nuove regole e linee guida per la prossima edizione della prestigiosa competizione velica. L'annuncio è stato accolto con grande entusiasmo da parte di tutto il mondo della vela, ansioso di vedere come si svilupperanno le prossime sfide in mare.\n\n###\n\nAfter a long period of negotiations and discussions, the protocol for the America’s Cup was finally agreed on August 29, 2025, as reported by Sailing Today Magazine. This agreement ends months of uncertainty and establishes the new rules and guidelines for the upcoming edition of the prestigious sailing competition. The announcement has been met with great enthusiasm from the sailing world, eager to see how the next challenges on the sea will unfold.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]