[
  {
    "id": 1,
    "title": "Top Contenders for the 2025 Rolex Invitational Cup",
    "date": "Fri, 05 Sep 2025 19:35:17 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/top-contenders-for-the-2025-rolex-invitational-cup",
    "image": "https://images.unsplash.com/photo-1565389546833-c7430cbefe33?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTcxNDQ4NTN8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il Rolex Invitational Cup del 2025 si preannuncia come un evento pieno di suspense e competizione. Alcuni dei migliori velisti del mondo sono già stati identificati come i principali contendenti per la prestigiosa coppa. Tra questi, i nomi più promettenti includono lo skipper britannico Oliver Scott, il veterano americano Alex Johnson e la stella emergente australiana Emily Davis. Questi atleti hanno dimostrato una straordinaria abilità nelle recenti competizioni, rendendo la prossima edizione della Rolex Cup un evento da non perdere per gli amanti della vela.\n\n###\n\nThe 2025 Rolex Invitational Cup is shaping up to be an event full of suspense and competition. Some of the world's best sailors have already been identified as the top contenders for the prestigious cup. Among these, the most promising names include British skipper Oliver Scott, American veteran Alex Johnson, and emerging Australian star Emily Davis. These athletes have displayed extraordinary skill in recent competitions, making the upcoming edition of the Rolex Cup an unmissable event for sailing enthusiasts.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "NAPLES SET TO CONTINUE THE YOUTH AMERICA’S CUP – A COMPETITION WHERE THE FUTURE STARS OF THE AMERICA’S CUP EMERGE",
    "date": "Wed, 03 Sep 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-set-to-continue-the-youth-americas-cup-a-competition-where-the-future-stars-of-the-americas-cup-emerge",
    "image": "https://images.unsplash.com/photo-1535450535339-38bd424a6d38?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTcxNDQ4NjF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La città di Napoli è pronta a ospitare ancora una volta la Youth America's Cup, una competizione in cui emergono le future stelle della America's Cup. Questo evento, che è diventato un appuntamento fisso nel calendario velico internazionale, permette ai giovani talenti di mettersi in mostra e di affinare le loro abilità in previsione di una futura partecipazione alla prestigiosa America's Cup. La Youth America's Cup rappresenta un'opportunità unica per i giovani velisti, offrendo loro l'opportunità di competere in un contesto altamente competitivo e di guadagnare esperienza preziosa.\n\n###\n\nThe city of Naples is set to host the Youth America's Cup once again, a competition where the future stars of the America's Cup emerge. This event, which has become a staple in the international sailing calendar, allows young talents to showcase their skills and hone their abilities in anticipation of future participation in the prestigious America's Cup. The Youth America's Cup represents a unique opportunity for young sailors, offering them the chance to compete in a highly competitive context and gain valuable experience. Please note that this news is current as of Wed, 03 Sep 2025 02:01:00 GMT.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Interview: From The Other Side - The State of the Sport",
    "date": "Fri, 05 Sep 2025 13:59:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/interview-from-the-other-side-the-state-of-the-sport",
    "image": "https://images.unsplash.com/photo-1729901069704-ab7e3df11bba?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTcxNDQ4Njh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il panorama sportivo è in continua evoluzione e la sua attuale situazione è stata brillantemente illustrata in un'intervista esclusiva intitolata \"Dall'altro lato - Lo stato dello sport\". Pubblicata il 5 settembre 2025 su Sail-World.com, l'intervista ha offerto una prospettiva unica e penetrante sullo stato attuale dello sport, affrontando argomenti come la crescente importanza della tecnologia, l'evoluzione delle leghe sportive e l'importanza del coinvolgimento dei fan.\n\n###\n\nThe sports landscape is continually evolving, and its current situation was brilliantly outlined in an exclusive interview titled \"From The Other Side - The State of the Sport.\" Published on Sail-World.com on September 5, 2025, the interview provided a unique and insightful perspective on the current state of sport, tackling topics such as the growing importance of technology, the evolution of sports leagues, and the importance of fan engagement.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Cisco’s AI-driven technology to connect and protect Luna Rossa’s America’s Cup Challenge",
    "date": "Fri, 29 Aug 2025 12:02:54 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ciscos-ai-driven-technology-to-connect-and-protect-luna-rossas-americas-cup-challenge",
    "image": "https://images.unsplash.com/photo-1591805969459-9260b141047c?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTcwNTU2MjZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La prestigiosa sfida della Coppa America, la più antica competizione velica internazionale, vedrà un nuovo, tecnologico alleato nelle fila della Luna Rossa: la tecnologia AI di Cisco. L'annuncio è stato fatto venerdì 29 agosto 2025. L'azienda leader mondiale nei settori dell'IT e della rete, conosciuta per le sue soluzioni innovative, fornirà alla Luna Rossa una tecnologia basata sull'Intelligenza Artificiale per connettere e proteggere la squadra durante la sfida della Coppa America. Questo aggiunge un altro tassello all'impegno di Cisco nella promozione e nel sostegno di eventi sportivi di alto livello, confermando la sua posizione di leader nel campo della tecnologia sportiva.\n\n###\n\nThe prestigious America's Cup Challenge, the oldest international sailing competition, will see a new, technological ally in the ranks of Luna Rossa: Cisco's AI technology. The announcement was made on Friday, August 29, 2025. The global leader in IT and networking, known for its innovative solutions, will provide Luna Rossa with an AI-based technology to connect and protect the team during the America's Cup Challenge. This adds another piece to Cisco's commitment in promoting and supporting high-level sports events, confirming its leading position in the field of sports technology.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Cisco’s AI-driven tech set to sail for Luna Rossa’s America’s Cup challenge",
    "date": "Fri, 29 Aug 2025 14:08:59 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ciscos-ai-driven-tech-set-to-sail-for-luna-rossas-americas-cup-challenge",
    "image": "https://images.unsplash.com/photo-1603331675306-b554ea26d085?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTcwNTU2NDB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La sfida dell'America's Cup di Luna Rossa si appresta a veleggiare con la tecnologia guidata dall'Intelligenza Artificiale di Cisco. Il colosso globale dell'IT ha sviluppato soluzioni all'avanguardia per ottimizzare le prestazioni della squadra italiana nella prossima edizione della prestigiosa regata. Tramite l'utilizzo di algoritmi di apprendimento automatico e sensori avanzati, l'equipaggio di Luna Rossa sarà in grado di monitorare in tempo reale le condizioni di navigazione e adattare le strategie di gara in base ai dati rilevati. Questo rappresenta un enorme passo avanti nella digitalizzazione del mondo della vela e potrebbe rivoluzionare il modo in cui le squadre si preparano e competono in questa antica e prestigiosa competizione.\n\n###\n\nLuna Rossa's America's Cup challenge is set to sail with Cisco's AI-driven tech. The global IT giant has developed cutting-edge solutions to optimize the Italian team's performance in the upcoming edition of the prestigious regatta. Through the use of machine learning algorithms and advanced sensors, Luna Rossa's crew will be able to monitor real-time sailing conditions and adapt race strategies based on the data collected. This represents a significant leap forward in the digitalization of the sailing world and could revolutionize the way teams prepare and compete in this ancient and prestigious competition.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "A Day in the Life of Jimmy Spithill, the CEO of Red Bull Italy SailGP",
    "date": "Mon, 01 Sep 2025 09:05:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/a-day-in-the-life-of-jimmy-spithill-the-ceo-of-red-bull-italy-sailgp",
    "image": "https://images.unsplash.com/photo-1607510891430-020fff3e5549?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY5NjkyMzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "È il 1° settembre 2025 e questa è una giornata nella vita di Jimmy Spithill, l'attuale CEO di Red Bull Italy SailGP. Conoscere la routine quotidiana di una personalità di spicco nel mondo della vela può essere un'esperienza affascinante e illuminante. Spithill, originario dell'Australia, è noto per le sue abilità straordinarie come timoniere e per il suo spirito imprenditoriale. Si è fatto un nome nel mondo della vela vincendo due volte l'America's Cup e ora sta portando la sua passione e la sua esperienza nel settore della vela professionale in Italia, con la sua posizione di CEO presso Red Bull Italy SailGP.\n\n###\n\nIt's September 1, 2025, and this is a day in the life of Jimmy Spithill, the current CEO of Red Bull Italy SailGP. Getting a glimpse into the daily routine of a prominent figure in the world of sailing can be a fascinating and enlightening experience. Spithill, originally from Australia, is known for his extraordinary skills as a helmsman and his entrepreneurial spirit. He made his name in the sailing world by winning the America's Cup twice and is now bringing his passion and experience to the professional sailing industry in Italy, with his CEO position at Red Bull Italy SailGP.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "America's Cup: From 1983 to 2024 through the lens of Carlo Borlenghi",
    "date": "Sun, 31 Aug 2025 14:35:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-from-1983-to-2024-through-the-lens-of-carlo-borlenghi",
    "image": "https://images.unsplash.com/photo-1654589434298-65b503a1b060?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY4ODI4MTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, la più antica competizione internazionale di vela, ha visto molte sfide e cambiamenti nel corso degli anni. Dal 1983 al 2024, un uomo, Carlo Borlenghi, è stato lì a documentare tutto con il suo obiettivo. Borlenghi, un fotografo italiano noto per le sue impressionanti immagini di yacht e regate, è diventato una figura iconica nell'America's Cup. Il suo occhio per i dettagli, la luce e il movimento ha catturato i momenti più emozionanti e drammatici della competizione, dalla vittoria storica dell'Australia nel 1983 all'ultima regata del 2024.\n\n###\n\nThe America's Cup, the oldest international sailing competition, has seen many challenges and changes over the years. From 1983 to 2024, one man, Carlo Borlenghi, was there to document it all through his lens. Borlenghi, an Italian photographer renowned for his stunning images of yachts and regattas, has become an iconic figure in the America's Cup. His eye for detail, light, and movement has captured the most exciting and dramatic moments of the competition, from Australia's historic win in 1983 to the latest race in 2024.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America’s cup protocol finally agreed - 29 Aug 2025 - Sailing Today Magazine - Readly | All magazines",
    "date": "Fri, 29 Aug 2025 07:31:01 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-protocol-finally-agreed-29-aug-2025-sailing-today-magazine-readly-all-magazines",
    "image": "https://images.unsplash.com/photo-1630853238178-64052a1e0f45?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY3MTAwMzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Dopo un lungo periodo di negoziazioni e discussioni, il protocollo per la Coppa America è stato finalmente concordato il 29 agosto 2025, come riportato dalla rivista Sailing Today Magazine. Questo accordo mette fine a mesi di incertezza e stabilisce le nuove regole e linee guida per la prossima edizione della prestigiosa competizione velica. L'annuncio è stato accolto con grande entusiasmo da parte di tutto il mondo della vela, ansioso di vedere come si svilupperanno le prossime sfide in mare.\n\n###\n\nAfter a long period of negotiations and discussions, the protocol for the America’s Cup was finally agreed on August 29, 2025, as reported by Sailing Today Magazine. This agreement ends months of uncertainty and establishes the new rules and guidelines for the upcoming edition of the prestigious sailing competition. The announcement has been met with great enthusiasm from the sailing world, eager to see how the next challenges on the sea will unfold.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]