[
  {
    "id": 1,
    "title": "Sail Wars: America’s Cup Comeback",
    "date": "Mon, 30 Jun 2025 14:53:29 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/sail-wars-americas-cup-comeback",
    "image": "https://images.unsplash.com/photo-1592967887378-a6d42f969cc8?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE1NDI3OTF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\nLa competizione della Coppa America, nota anche come la \"Sail Wars\", sta vivendo un entusiasmante ritorno. La Coppa America, la competizione di vela più antica e prestigiosa del mondo, sta attraversando una rinascita senza precedenti. La competizione, che ha radici che risalgono al 1851, vanta una storia ricca di sfide entusiasmanti, rivalità leggendarie e innovazioni tecniche. Nonostante i numerosi cambiamenti nel corso degli anni, la passione per la vela e lo spirito competitivo rimangono costanti. Questo ritorno è un segno positivo per gli appassionati di vela in tutto il mondo, che possono aspettarsi gare più avvincenti e una rivalità più accesa che mai. Questo rinascimento della Coppa America simboleggia non solo la resilienza dello sport della vela, ma anche il suo costante adattamento e evoluzione. Con la crescente popolarità e l'attenzione dei media, la Coppa America continua a dimostrare la sua rilevanza e il suo valore nel mondo dello sport e oltre.\n\n###\n\nEnglish Version:\nThe America's Cup competition, also known as the \"Sail Wars\", is experiencing an exciting comeback. The America's Cup, the world's oldest and most prestigious sailing competition, is undergoing an unprecedented renaissance. The competition, which has roots dating back to 1851, boasts a history rich in thrilling challenges, legendary rivalries, and technical innovations. Despite numerous changes over the years, the passion for sailing and the competitive spirit remain constant. This comeback is a positive sign for sailing enthusiasts around the world, who can expect more thrilling races and a rivalry hotter than ever. This renaissance of the America's Cup symbolizes not only the resilience of the sport of sailing but also its constant adaptation and evolution. With growing popularity and media attention, the America's Cup continues to demonstrate its relevance and value in the world of sport and beyond.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup sailing is around the corner. Did you know it has ties to North Jersey?",
    "date": "Wed, 02 Jul 2025 05:49:02 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-sailing-is-around-the-corner-did-you-know-it-has-ties-to-north-jersey",
    "image": "https://images.unsplash.com/photo-1688279178799-8011a07ac9e1?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE1NDI4MDd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa America di vela è alle porte. Sapevate che ha legami con il Nord del New Jersey? La Coppa America, il più antico trofeo sportivo internazionale ancora in competizione, ha radici che risalgono al 1851. Curiosamente, molte delle squadre competitive e dei velisti partecipanti hanno legami con il Nord del New Jersey. La regione è infatti rinomata per i suoi club di vela e le sue acque navigabili, che hanno fornito la base ideale per l'allenamento di molti velisti di successo. Oltre alla formazione dei velisti, il Nord del New Jersey ha anche contribuito alla costruzione di alcune delle imbarcazioni più competitive che hanno gareggiato nella Coppa America. Questo legame storico e continuo con una delle competizioni nautiche più prestigiose al mondo è un motivo di orgoglio per la regione.\n\n###\n\nAmerica's Cup sailing is around the corner. Did you know it has ties to North Jersey? The America's Cup, the oldest international sports trophy still in competition, has roots dating back to 1851. Interestingly, many of the competitive teams and sailors participating have ties to North Jersey. The region is renowned for its sailing clubs and navigable waters, which have provided the ideal training ground for many successful sailors. In addition to training sailors, North Jersey has also contributed to the construction of some of the most competitive boats that have competed in the America's Cup. This historical and ongoing connection with one of the world's most prestigious nautical competitions is a source of pride for the region.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Emirates Team NZ wins apology and settlement over 2021 Cup row.",
    "date": "Sun, 29 Jun 2025 16:58:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-emirates-team-nz-wins-apology-and-settlement-over-2021-cup-row",
    "image": "https://images.unsplash.com/photo-1709125885131-449a3ee5a3b6?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE1NDI4MjF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Coppa America: Emirates Team NZ vince le scuse e un risarcimento per la controversia sulla Coppa 2021. Il team neozelandese di vela Emirates ha ottenuto delle scuse ufficiali e un risarcimento per una controversia legata alla Coppa America 2021. Non sono stati resi noti i dettagli precisi della disputa, né l'importo del risarcimento. Tuttavia, è chiaro che questa è una vittoria significativa per la squadra, che ha dimostrato ancora una volta la sua forza non solo nelle acque, ma anche nelle aule di tribunale. Il risarcimento ricevuto potrebbe essere utilizzato per finanziare ulteriori sviluppi tecnici e innovazioni, consolidando la posizione del team come uno dei concorrenti più forti nel mondo della vela.\n\n###\n\nAmerica's Cup: Emirates Team NZ wins apology and settlement over 2021 Cup row. New Zealand sailing team Emirates has won an official apology and settlement over a dispute related to the 2021 America's Cup. The exact details of the dispute, as well as the amount of the settlement, have not been made public. However, it is clear that this is a significant victory for the team, which has once again demonstrated its strength not just on the waters, but in the courtroom as well. The settlement received could be used to fund further technical developments and innovations, solidifying the team's position as one of the strongest competitors in the sailing world.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "An America’s Cup without an American boat? American Magic says it may not sail in Naples",
    "date": "Thu, 22 May 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/an-americas-cup-without-an-american-boat-american-magic-says-it-may-not-sail-in-naples",
    "image": "https://images.unsplash.com/photo-1584877496671-9957617c48ef?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE0Mzk2OTF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana: \nLa prossima edizione della Coppa America potrebbe non vedere la partecipazione di nessuna barca americana. American Magic, il team di vela degli Stati Uniti, ha recentemente annunciato che potrebbe non partecipare alla competizione che si svolgerà a Napoli. Questa notizia ha sorpreso il mondo della vela e ha suscitato interrogativi sulla futura presenza degli Stati Uniti in questo prestigioso evento. La Coppa America è la competizione di vela più antica e prestigiosa del mondo e ha sempre visto la partecipazione di team americani. American Magic, tuttavia, ha rivelato che ci sono ancora questioni in sospeso che potrebbero impedire la loro partecipazione. Non sono state rivelate ulteriori informazioni, ma gli appassionati di vela di tutto il mondo stanno aspettando con ansia ulteriori dettagli.\n\n###\n\nEnglish Version:\nThe next edition of the America's Cup may not see the participation of any American boat. American Magic, the United States sailing team, recently announced that it might not participate in the competition to be held in Naples. This news has surprised the sailing world and raised questions about the future presence of the United States in this prestigious event. The America's Cup is the oldest and most prestigious sailing competition in the world and has always seen the participation of American teams. American Magic, however, revealed that there are still outstanding issues that could prevent their participation. No further information has been revealed, but sailing enthusiasts around the world are eagerly awaiting further details.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "New York Yacht Club International Women's Championship: Invited skippers announcement no. 1",
    "date": "Mon, 30 Jun 2025 20:09:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/new-york-yacht-club-international-women-s-championship-invited-skippers-announcement-no-1",
    "image": "https://images.unsplash.com/photo-1720299618964-feb4aab57493?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTEzNTAyMjJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione italiana:\n\nIl New York Yacht Club ha annunciato la lista delle skipper invitate per il Campionato Internazionale Femminile. Questo annuncio segna la prima fase di un'emozionante serie di eventi in vista del prestigioso torneo nautico. Il club, noto per la sua dedizione alla vela e alla competizione sportiva, ha selezionato accuratamente una serie di skipper di talento provenienti da tutto il mondo. Queste skipper, tutte donne, porteranno con sé una vasta gamma di esperienze e abilità, rendendo il campionato un evento imperdibile per gli appassionati di vela. Ulteriori dettagli sulle skipper selezionate e sul programma del campionato saranno rilasciati nelle prossime settimane.\n\n###\n\nEnglish version:\n\nThe New York Yacht Club has announced the roster of invited skippers for the International Women's Championship. This announcement marks the first phase of an exciting series of events leading up to the prestigious sailing tournament. The club, known for its dedication to sailing and sporting competition, has carefully selected a range of talented skippers from around the world. These skippers, all women, will bring with them a wide range of experiences and skills, making the championship a must-see event for sailing enthusiasts. Further details on the selected skippers and championship schedule will be released in the coming weeks.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]