[
  {
    "id": 1,
    "title": "Italy changes club for 38th America’s Cup",
    "date": "Thu, 10 Jul 2025 17:51:58 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/italy-changes-club-for-38th-americas-cup",
    "image": "https://images.unsplash.com/photo-1601177382968-cb8285d0b4e8?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTIzMjM2NDZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\n\nLa squadra italiana ha annunciato un cambio di club per la 38esima America's Cup, secondo quanto riportato da Scuttlebutt Sailing News. Questa mossa rappresenta un importante cambiamento nel panorama velico italiano, poiché il club scelto avrà la responsabilità di rappresentare l'Italia nella prestigiosa competizione velica. La America's Cup è la più antica competizione sportiva internazionale ancora in corso, con la sua prima edizione che risale al 1851. Questa decisione rivela la strategia della squadra italiana di cercare nuove opportunità e sfide in vista della prossima edizione della America's Cup. Dettagli specifici riguardanti il nuovo club scelto non sono stati ancora rivelati.\n\n###\n\nEnglish Version:\n\nThe Italian team has announced a change of club for the 38th America’s Cup, as reported by Scuttlebutt Sailing News. This move represents a major shift in the Italian sailing landscape, as the chosen club will have the responsibility to represent Italy in the prestigious sailing competition. The America’s Cup is the oldest international sporting competition still ongoing, with its first edition dating back to 1851. This decision reveals the Italian team's strategy of seeking new opportunities and challenges ahead of the next edition of the America’s Cup. Specific details regarding the new chosen club have not yet been revealed.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "MotoGP™ engineer Andrea Zugna on the America’s Cup sailing boats",
    "date": "Fri, 11 Jul 2025 12:37:35 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/motogptm-engineer-andrea-zugna-on-the-americas-cup-sailing-boats",
    "image": "https://images.unsplash.com/photo-1639986094685-418f44ca36be?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTIzMjM2NTd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\n\nAndrea Zugna, noto ingegnere della MotoGP™, ha recentemente espresso il suo interesse per la Coppa America di vela in un nuovo articolo pubblicato da Dainese. Zugna è conosciuto per la sua passione per le sfide tecniche e la sua capacità di progettare motociclette di alta competizione. Ora, sembra che stia rivolgendo la sua attenzione verso un nuovo tipo di sfida: le barche a vela che competono nella prestigiosa Coppa America. Zugna ha parlato della sua ammirazione per queste imbarcazioni, notando come la tecnologia e l'ingegneria siano fondamentali per il loro successo. Questo è un territorio relativamente nuovo per Zugna, ma la sua esperienza in MotoGP™ potrebbe fornirgli un punto di vista unico su queste imbarcazioni ad alte prestazioni. La sua analisi dettagliata offre una prospettiva affascinante sul mondo della vela di alto livello e sulla sua intersezione con la tecnologia e l'ingegneria di punta.\n\n###\n\nEnglish Version:\n\nAndrea Zugna, renowned MotoGP™ engineer, recently expressed his interest in the America’s Cup sailing boats in a new article published by Dainese. Zugna is known for his passion for technical challenges and his ability to design high-performing motorcycles. Now, it appears he is turning his attention to a new kind of challenge: the sailing boats competing in the prestigious America’s Cup. Zugna spoke about his admiration for these vessels, noting how technology and engineering are crucial to their success. This is relatively new territory for Zugna, but his experience in MotoGP™ could provide him with a unique insight into these high-performance vessels. His detailed analysis offers a fascinating perspective on the world of high-level sailing and its intersection with cutting-edge technology and engineering.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Luna Rossa confirms intention to enter AC38 - but under a new club.",
    "date": "Thu, 10 Jul 2025 17:08:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-luna-rossa-confirms-intention-to-enter-ac38-but-under-a-new-club",
    "image": "https://images.unsplash.com/photo-1561908860-971f1e27e89e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTIzMjM2Njl8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione in Italiano:\n\nLuna Rossa, il team di vela italiano di fama mondiale, ha confermato l'intenzione di partecipare all'America's Cup 38, ma questa volta sotto l'egida di un nuovo club. Nota per le sue prestazioni in competizioni di vela internazionali, Luna Rossa è un nome di punta quando si tratta di regate. La decisione di cambiare club rappresenta una svolta significativa per il team, che fino ad ora ha sempre gareggiato sotto il nome del Circolo della Vela Sicilia. Questa mossa potrebbe essere vista come un tentativo di rinnovamento strategico e potrebbe aprire nuove opportunità per il team in termini di sponsorizzazioni e partnership. Tuttavia, non sono state rilasciate ulteriori informazioni sul nuovo club o sui piani futuri del team. Nonostante il cambiamento, l'obiettivo principale della Luna Rossa rimane invariato: vincere l'America's Cup, uno dei trofei più prestigiosi nel mondo della vela.\n\n###\n\nVersion in English:\n\nLuna Rossa, the globally renowned Italian sailing team, has confirmed its intention to participate in America's Cup 38, but this time under the banner of a new club. Known for its performances in international sailing competitions, Luna Rossa is a front-runner when it comes to regattas. The decision to change clubs represents a significant turning point for the team, which until now has always raced under the name of the Circolo della Vela Sicilia. This move could be seen as an attempt at strategic renewal and could open up new opportunities for the team in terms of sponsorships and partnerships. However, no further information has been released about the new club or the team's future plans. Despite the change, Luna Rossa's primary goal remains unchanged: to win the America's Cup, one of the most prestigious trophies in the world of sailing.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "The Sailing-Admiral's Cup brings world's elites to Cowes",
    "date": "Thu, 10 Jul 2025 12:33:24 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-sailing-admiral-s-cup-brings-world-s-elites-to-cowes",
    "image": "https://images.unsplash.com/photo-1625425923623-5f644efbc70b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTIyMTc3NzF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La Coppa dell'Ammiraglio di Vela porta le élite mondiali a Cowes\nLa prestigiosa Coppa dell'Ammiraglio di Vela si svolge quest'anno nella rinomata località di Cowes, attirando l'élite mondiale di appassionati e professionisti della vela. Questo evento di portata globale offre un'opportunità unica per vedere all'opera i migliori velisti del mondo, in una sfida serrata e avvincente. La regata, rinomata per la sua eccellenza e l'alta competitività, è un punto di riferimento nel calendario della vela internazionale, attirando partecipanti da tutto il mondo. L'evento è anche un'occasione per ammirare yacht di lusso e imbarcazioni da competizione di alta gamma, che aggiungono un tocco di glamour all'evento. Cowes, con la sua ricca storia marittima, offre il perfetto scenario per questa celebrazione della vela, attirando spettatori da tutto il mondo per godersi l'azione.\n\n###\n\nThe Sailing-Admiral's Cup brings world's elites to Cowes\nThe prestigious Sailing-Admiral's Cup takes place this year in the renowned location of Cowes, attracting the world elite of sailing enthusiasts and professionals. This global event offers a unique opportunity to see the world's best sailors in action, in a fierce and exciting challenge. The regatta, renowned for its excellence and high competitiveness, is a landmark in the international sailing calendar, attracting participants from all over the world. The event is also an opportunity to admire luxury yachts and high-end racing boats, which add a touch of glamour to the event. Cowes, with its rich maritime history, provides the perfect backdrop for this celebration of sailing, attracting spectators from all over the world to enjoy the action.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "Peter Burling shows new sailing direction - joins top French offshore team for Rolex Fastnet",
    "date": "Sun, 06 Jul 2025 10:25:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/peter-burling-shows-new-sailing-direction-joins-top-french-offshore-team-for-rolex-fastnet",
    "image": "https://images.unsplash.com/photo-1576606940483-00b1a9e103b1?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE4MDg2Njd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\n\nIl noto velista Peter Burling ha recentemente mostrato un nuovo corso nella sua carriera di vela, unendosi alla squadra francese d'altura di punta per la Rolex Fastnet. Questa mossa segna un cambiamento significativo per Burling, che finora aveva concentrato la sua carriera sulla vela olimpica e su competizioni come la America's Cup. Ora, il velista neozelandese sembra essere pronto a mettersi alla prova in un contesto di vela offshore, unendo le sue forze con uno dei team più rispettati nel campo. La Rolex Fastnet è nota per essere una delle regate offshore più difficili e prestigiose del mondo, mettendo alla prova le abilità dei marinai in condizioni estremamente impegnative. È con grande aspettativa che il mondo della vela attende di vedere come Burling si adatterà a questa nuova sfida.\n\n###\n\nEnglish Version:\n\nNoted sailor Peter Burling has recently shown a new course in his sailing career, joining the top French offshore team for the Rolex Fastnet. This move marks a significant change for Burling, who has so far centered his career on Olympic sailing and competitions such as the America's Cup. Now, the New Zealand sailor seems ready to test himself in an offshore sailing context, joining forces with one of the most respected teams in the field. The Rolex Fastnet is known for being one of the most challenging and prestigious offshore regattas in the world, testing sailors' skills in extremely challenging conditions. It is with great anticipation that the sailing world awaits to see how Burling will adapt to this new challenge.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "America's Cup sailing is around the corner. Did you know it has ties to North Jersey?",
    "date": "Wed, 02 Jul 2025 05:49:02 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-sailing-is-around-the-corner-did-you-know-it-has-ties-to-north-jersey",
    "image": "https://images.unsplash.com/photo-1707409607630-32f792e04961?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE4MDg2ODh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana: \n\nLa Coppa America di vela è ormai alle porte. Sapevate che ha legami con il Nord del New Jersey? La regata più antica e prestigiosa della vela, la Coppa America, è pronta a iniziare. Uno degli eventi sportivi più attesi, conosciuto per le sue sfide adrenaliniche e la competizione feroce tra le nazioni, ha radici sorprendentemente profonde nel Nord del New Jersey. La storia di questo legame risale al secolo scorso, quando la regione era un polo industriale in piena espansione, famosa per la produzione di imbarcazioni. Anche oggi, nonostante la diversificazione economica, il Nord del New Jersey continua a svolgere un ruolo significativo nell'industria della vela, contribuendo con le sue risorse e competenze alla Coppa America.\n\nVersione Inglese: \n\nAmerica's Cup sailing is around the corner. Did you know it has ties to North Jersey? The oldest and most prestigious sailing race, the America's Cup, is set to begin. One of the most anticipated sporting events, known for its adrenaline-pumping challenges and fierce competition among nations, has surprisingly deep roots in North Jersey. The history of this connection dates back to the last century, when the region was a burgeoning industrial hub, famed for its boat production. Even today, despite economic diversification, North Jersey continues to play a significant role in the sailing industry, contributing its resources and expertise to the America's Cup.\n###\nVersione Italiana: \n\nLa Coppa America di vela è ormai alle porte. Sapevate che ha legami con il Nord del New Jersey? Questo evento sportivo, famoso per le sue intense competizioni, ha radici sorprendentemente profonde nella regione del Nord del New Jersey. Il legame risale al secolo scorso, quando la regione era un polo industriale in crescita, noto per la produzione di imbarcazioni. Oggi, nonostante la diversificazione economica, il Nord del New Jersey continua a giocare un ruolo significativo nell'industria della vela, contribuendo con le sue risorse e competenze alla Coppa America.\n\nVersione Inglese: \n\nAmerica's Cup sailing is around the corner. Did you know it has ties to North Jersey? This sporting event, famous for its intense competitions, has surprisingly deep roots in the North Jersey region. The tie dates back to the last century, when the region was a growing industrial hub, known for boat production. Today, despite economic diversification, North Jersey continues to play a significant role in the sailing industry, contributing its resources and expertise to the America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "An America’s Cup without an American boat? American Magic says it may not sail in Naples",
    "date": "Thu, 22 May 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/an-americas-cup-without-an-american-boat-american-magic-says-it-may-not-sail-in-naples",
    "image": "https://images.unsplash.com/photo-1707409607630-32f792e04961?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE4MDg3MDB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione italiana:\n\nSarebbe possibile una Coppa America senza un'imbarcazione americana? American Magic, il team di vela degli Stati Uniti, ha annunciato che potrebbe non partecipare alla prossima edizione della regata a Napoli. Questa notizia ha sollevato molte domande e preoccupazioni, in quanto la presenza di un team americano è sempre stata una costante nella storia di questa prestigiosa competizione. American Magic è una delle squadre più competitive, e la sua assenza potrebbe influenzare notevolmente l'equilibrio della Coppa America. Non è ancora chiaro il motivo di questa possibile rinuncia, ma il team sta attualmente esaminando le opzioni e valutando la situazione.\n\n###\n\nEnglish version:\n\nIs it possible to have an America's Cup without an American boat? American Magic, the United States sailing team, has announced that it may not participate in the upcoming race in Naples. This news has raised many questions and concerns, as the presence of an American team has always been a constant in the history of this prestigious competition. American Magic is one of the most competitive teams, and its absence could significantly influence the balance of the America's Cup. The reason for this potential withdrawal is not yet clear, but the team is currently examining options and assessing the situation.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "K-Challenge gives opinion on the proposed Protocol for the 38th America's Cup",
    "date": "Fri, 04 Jul 2025 15:37:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/k-challenge-gives-opinion-on-the-proposed-protocol-for-the-38th-america-s-cup",
    "image": "https://images.unsplash.com/photo-1723782552031-f2e1cac143ac?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE3MDE5MDB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\nK-Challenge, un noto team di vela francese, ha espresso la sua opinione sul Protocollo proposto per la 38° America's Cup. Il Protocollo, che stabilisce le regole e le linee guida per la competizione, è stato recentemente sottoposto a revisione e ora si trova nel mirino di diversi team di vela. K-Challenge, noto per la sua partecipazione e dedizione al mondo della vela, ha espresso preoccupazioni riguardo al Protocollo, sostenendo che alcune delle regole proposte potrebbero ostacolare la competizione piuttosto che promuoverla. Il team ha sollevato questioni relative alla progettazione delle imbarcazioni, alla logistica delle gare e alle restrizioni sulle squadre. Mentre la discussione continua, K-Challenge spera che il suo feedback possa contribuire a modellare un Protocollo che sia equo per tutti i partecipanti.\n\nVersione Inglese:\nK-Challenge, a well-known French sailing team, has given its opinion on the proposed Protocol for the 38th America's Cup. The Protocol, which sets out the rules and guidelines for the competition, has recently been under review and is now facing scrutiny from various sailing teams. K-Challenge, known for its participation and dedication to the sailing world, has expressed concerns about the Protocol, arguing that some of the proposed rules may hinder competition rather than promote it. The team has raised issues related to boat design, race logistics and team restrictions. As the discussion continues, K-Challenge hopes that its feedback can help shape a Protocol that is fair for all participants.\n###",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Panerai Sets Sail With Luna Rossa In Two New America’s Cup-Inspired Watches",
    "date": "Wed, 02 Jul 2025 08:01:01 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/panerai-sets-sail-with-luna-rossa-in-two-new-americas-cup-inspired-watches",
    "image": "https://images.unsplash.com/photo-1629752631345-db56b6b6f532?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE3MDE5MTF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Panerai, la rinomata casa orologiera italiana, ha recentemente lanciato due nuovi modelli di orologi ispirati alla Coppa America, in collaborazione con Luna Rossa, il team di vela italiano. Questi nuovi orologi, che combinano l'abilità artigianale di Panerai con la passione per la vela di Luna Rossa, sono un omaggio alla storica competizione di vela. Ogni orologio presenta un design unico, con dettagli ispirati alla vela e alla tecnologia, che riflettono l'innovativa progettazione delle imbarcazioni utilizzate in Coppa America. Questa nuova collaborazione tra Panerai e Luna Rossa testimonia l'impegno di entrambe le parti nel promuovere l'eccellenza nel campo della vela e dell'orologeria.\n\n###\n\nPanerai, the renowned Italian watchmaking house, has recently launched two new models of watches inspired by the America's Cup, in collaboration with Luna Rossa, the Italian sailing team. These new watches, which combine Panerai's craftsmanship with Luna Rossa's passion for sailing, are a tribute to the historic sailing competition. Each watch features a unique design, with details inspired by sailing and technology, reflecting the innovative design of the boats used in the America's Cup. This new collaboration between Panerai and Luna Rossa testifies to both parties' commitment to promoting excellence in the field of sailing and watchmaking.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "Peter Burling goes offshore: America’s Cup helmsman will race on foiling Ultim trimaran",
    "date": "Fri, 04 Jul 2025 09:23:47 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/peter-burling-goes-offshore-americas-cup-helmsman-will-race-on-foiling-ultim-trimaran",
    "image": "https://images.unsplash.com/photo-1701112450092-8197b7ae9aa2?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE3MDE5MjF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Peter Burling, noto timoniere della Coppa America, ha deciso di mettere alla prova le sue abilità in un contesto completamente nuovo e stimolante. L'atleta neozelandese parteciperà infatti a una gara a bordo di un trimarano Ultim a foil, un'imbarcazione veloce e tecnologicamente avanzata, ideale per le gare offshore. Questa decisione segna un importante passo in avanti nella carriera di Burling, che si è sempre distinto per la sua versatilità e la sua costante ricerca di nuove sfide. Nonostante sia noto per la sua esperienza nelle regate inshore, Burling ha dimostrato in diverse occasioni di saper affrontare con successo anche le competizioni in mare aperto. Non resta che attendere l'inizio della gara per scoprire come il campione si comporterà a bordo del suo nuovo trimarano.\n\n###\n\nPeter Burling, renowned America's Cup helmsman, has decided to test his skills in a completely new and challenging context. The New Zealand athlete will participate in a race on a foiling Ultim trimaran, a fast and technologically advanced boat, ideal for offshore races. This decision marks a significant step forward in Burling's career, who has always stood out for his versatility and constant pursuit of new challenges. Although he is known for his experience in inshore regattas, Burling has shown on several occasions that he can also successfully tackle competitions in the open sea. All that remains is to wait for the start of the race to see how the champion will perform on his new trimaran.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "Sail Wars: America’s Cup Comeback",
    "date": "Mon, 30 Jun 2025 14:53:29 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/sail-wars-americas-cup-comeback",
    "image": "https://images.unsplash.com/photo-1592967887378-a6d42f969cc8?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE1NDI3OTF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione Italiana:\nLa competizione della Coppa America, nota anche come la \"Sail Wars\", sta vivendo un entusiasmante ritorno. La Coppa America, la competizione di vela più antica e prestigiosa del mondo, sta attraversando una rinascita senza precedenti. La competizione, che ha radici che risalgono al 1851, vanta una storia ricca di sfide entusiasmanti, rivalità leggendarie e innovazioni tecniche. Nonostante i numerosi cambiamenti nel corso degli anni, la passione per la vela e lo spirito competitivo rimangono costanti. Questo ritorno è un segno positivo per gli appassionati di vela in tutto il mondo, che possono aspettarsi gare più avvincenti e una rivalità più accesa che mai. Questo rinascimento della Coppa America simboleggia non solo la resilienza dello sport della vela, ma anche il suo costante adattamento e evoluzione. Con la crescente popolarità e l'attenzione dei media, la Coppa America continua a dimostrare la sua rilevanza e il suo valore nel mondo dello sport e oltre.\n\n###\n\nEnglish Version:\nThe America's Cup competition, also known as the \"Sail Wars\", is experiencing an exciting comeback. The America's Cup, the world's oldest and most prestigious sailing competition, is undergoing an unprecedented renaissance. The competition, which has roots dating back to 1851, boasts a history rich in thrilling challenges, legendary rivalries, and technical innovations. Despite numerous changes over the years, the passion for sailing and the competitive spirit remain constant. This comeback is a positive sign for sailing enthusiasts around the world, who can expect more thrilling races and a rivalry hotter than ever. This renaissance of the America's Cup symbolizes not only the resilience of the sport of sailing but also its constant adaptation and evolution. With growing popularity and media attention, the America's Cup continues to demonstrate its relevance and value in the world of sport and beyond.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America's Cup: Emirates Team NZ wins apology and settlement over 2021 Cup row.",
    "date": "Sun, 29 Jun 2025 16:58:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-emirates-team-nz-wins-apology-and-settlement-over-2021-cup-row",
    "image": "https://images.unsplash.com/photo-1709125885131-449a3ee5a3b6?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTE1NDI4MjF8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Coppa America: Emirates Team NZ vince le scuse e un risarcimento per la controversia sulla Coppa 2021. Il team neozelandese di vela Emirates ha ottenuto delle scuse ufficiali e un risarcimento per una controversia legata alla Coppa America 2021. Non sono stati resi noti i dettagli precisi della disputa, né l'importo del risarcimento. Tuttavia, è chiaro che questa è una vittoria significativa per la squadra, che ha dimostrato ancora una volta la sua forza non solo nelle acque, ma anche nelle aule di tribunale. Il risarcimento ricevuto potrebbe essere utilizzato per finanziare ulteriori sviluppi tecnici e innovazioni, consolidando la posizione del team come uno dei concorrenti più forti nel mondo della vela.\n\n###\n\nAmerica's Cup: Emirates Team NZ wins apology and settlement over 2021 Cup row. New Zealand sailing team Emirates has won an official apology and settlement over a dispute related to the 2021 America's Cup. The exact details of the dispute, as well as the amount of the settlement, have not been made public. However, it is clear that this is a significant victory for the team, which has once again demonstrated its strength not just on the waters, but in the courtroom as well. The settlement received could be used to fund further technical developments and innovations, solidifying the team's position as one of the strongest competitors in the sailing world.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "New York Yacht Club International Women's Championship: Invited skippers announcement no. 1",
    "date": "Mon, 30 Jun 2025 20:09:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/new-york-yacht-club-international-women-s-championship-invited-skippers-announcement-no-1",
    "image": "https://images.unsplash.com/photo-1720299618964-feb4aab57493?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTEzNTAyMjJ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Versione italiana:\n\nIl New York Yacht Club ha annunciato la lista delle skipper invitate per il Campionato Internazionale Femminile. Questo annuncio segna la prima fase di un'emozionante serie di eventi in vista del prestigioso torneo nautico. Il club, noto per la sua dedizione alla vela e alla competizione sportiva, ha selezionato accuratamente una serie di skipper di talento provenienti da tutto il mondo. Queste skipper, tutte donne, porteranno con sé una vasta gamma di esperienze e abilità, rendendo il campionato un evento imperdibile per gli appassionati di vela. Ulteriori dettagli sulle skipper selezionate e sul programma del campionato saranno rilasciati nelle prossime settimane.\n\n###\n\nEnglish version:\n\nThe New York Yacht Club has announced the roster of invited skippers for the International Women's Championship. This announcement marks the first phase of an exciting series of events leading up to the prestigious sailing tournament. The club, known for its dedication to sailing and sporting competition, has carefully selected a range of talented skippers from around the world. These skippers, all women, will bring with them a wide range of experiences and skills, making the championship a must-see event for sailing enthusiasts. Further details on the selected skippers and championship schedule will be released in the coming weeks.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]