[
  {
    "id": 1,
    "title": "Rough Sailing Ahead for America's Cup",
    "date": "Thu, 31 Jul 2025 01:33:36 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/rough-sailing-ahead-for-america-s-cup",
    "image": "https://images.unsplash.com/photo-1652283829328-607e96233176?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQwMzk4NDR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il futuro della Coppa America, il più antico trofeo internazionale dello sport del vela, sembra incerto. A fronte di una crescente competizione e di sfide logistiche sempre più complesse, le squadre stanno affrontando una serie di problemi che mettono a rischio la continuità dell'evento. Nonostante la sua lunga storia e la sua reputazione di evento sportivo di primo piano, il futuro della Coppa America potrebbe non essere così sicuro come una volta.\n\n###\n\nThe future of the America's Cup, the oldest international trophy in sailing sport, appears to be in jeopardy. With heightened competition and increasingly complex logistical challenges, teams are facing a range of issues that threaten the event's continuity. Despite its long history and reputation as a premier sporting event, the future of the America's Cup may not be as secure as it once was.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "The Luna Rossa Story // Sailing into history",
    "date": "Wed, 30 Jul 2025 11:52:59 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/the-luna-rossa-story-sailing-into-history",
    "image": "https://images.unsplash.com/photo-1585859537448-e8e52127d615?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQwMzk4NjB8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Da sempre, il mare ha rappresentato una sfida per l'uomo, un campo di battaglia dove misurare le proprie capacità, la propria resistenza, il coraggio e l'ingegno. È in questo contesto che si inserisce la storia della Luna Rossa, un imbarcazione a vela italiana che ha fatto la storia della vela mondiale. Il 30 luglio 2025, Luna Rossa ha segnato un traguardo storico, entrando definitivamente nella leggenda. Dalla sua nascita, questa squadra ha sempre puntato in alto, mettendo in mostra un mix vincente di talento, passione e tecnologia. Il percorso di Luna Rossa è un viaggio avvincente, pieno di sfide, successi, sconfitte e rinascite, che ha saputo entusiasmare appassionati e non, rendendola un vero e proprio simbolo nel mondo della vela.\n\n###\n\nSince the dawn of time, the sea has been a challenge for humankind, a battlefield where one’s abilities, resilience, courage, and wit are put to the test. It is in this context that the Luna Rossa story unfolds - an Italian sailing boat that has made its mark on the world of sailing. On July 30, 2025, Luna Rossa reached a historic milestone, entering the realms of legend. From its inception, this team has always aimed high, showcasing a winning combination of talent, passion, and technology. The journey of Luna Rossa is a thrilling one, filled with challenges, victories, defeats, and rebirths that have captivated enthusiasts and laymen alike, making it a true icon in the world of sailing.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "‘This America’s Cup dispute could lead down a difficult alley’ – Matt Sheahan",
    "date": "Fri, 18 Jul 2025 07:00:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/this-americas-cup-dispute-could-lead-down-a-difficult-alley-matt-sheahan",
    "image": "https://images.unsplash.com/photo-1527715604672-4565db92f9b9?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTQwMzk4NzN8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Il mondo dello yachting è notoriamente un campo di gara pieno di competizioni accanite e dispute. L'ultimo in ordine di tempo riguarda la Coppa America. Matt Sheahan, esperto del settore, non nasconde la sua preoccupazione per una controversia che potrebbe portare a un difficile vicolo cieco. La notizia, riportata da Yachting World il 18 Luglio 2025, lascia presagire un futuro incerto per una delle competizioni più prestigiose e seguite del mondo della vela. Le parti coinvolte, i cui nomi non sono stati rilasciati, sono chiamate a risolvere la questione con la massima urgenza per evitare che il conflitto possa incidere sulla regolarità e sulla credibilità della prossima edizione della Coppa America.\n\n###\n\nThe yachting world is notoriously a competitive field full of heated competitions and disputes. The latest involves the America's Cup. Industry expert Matt Sheahan does not hide his concern about a dispute that could lead to a difficult dead end. The news, reported by Yachting World on July 18, 2025, foretells an uncertain future for one of the most prestigious and followed competitions in the world of sailing. The parties involved, whose names have not been released, are called upon to resolve the issue with the utmost urgency to prevent the conflict from affecting the regularity and credibility of the next edition of the America's Cup.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]