[
  {
    "id": 1,
    "title": "NAPLES SET TO CONTINUE THE YOUTH AMERICA’S CUP – A COMPETITION WHERE THE FUTURE STARS OF THE AMERICA’S CUP EMERGE",
    "date": "Wed, 03 Sep 2025 02:01:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/naples-set-to-continue-the-youth-americas-cup-a-competition-where-the-future-stars-of-the-americas-cup-emerge",
    "image": "https://images.unsplash.com/photo-1720784605744-8e5ac4d82566?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY5NjkyMTR8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "La città di Napoli è pronta ad ospitare nuovamente la Youth America's Cup, una competizione di vela che negli anni ha rappresentato un trampolino di lancio per le future stelle della America's Cup. Questo evento, organizzato dalla Royal New Zealand Yacht Squadron, è un vero e proprio campo di addestramento per i giovani talenti della vela, offrendo loro l'opportunità di mettere in mostra le proprie abilità in vista delle competizioni più prestigiose. La Youth America's Cup è un evento di grande rilevanza nel mondo della vela, tanto da essere considerato un primo passo verso la partecipazione alla America's Cup, il torneo più antico e prestigioso nel panorama internazionale della vela.\n\n###\n\nThe city of Naples is set to host the Youth America's Cup once again, a sailing competition that over the years has been a launching pad for the future stars of the America's Cup. This event, organized by the Royal New Zealand Yacht Squadron, serves as a training ground for young sailing talents, offering them the opportunity to showcase their skills ahead of more prestigious competitions. The Youth America's Cup is of great significance in the world of sailing, so much so that it is considered a first step towards participation in the America's Cup, the oldest and most prestigious tournament in the international sailing scene.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 2,
    "title": "Cisco’s AI-driven tech set to sail for Luna Rossa’s America’s Cup challenge",
    "date": "Fri, 29 Aug 2025 14:08:59 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/ciscos-ai-driven-tech-set-to-sail-for-luna-rossas-americas-cup-challenge",
    "image": "https://images.unsplash.com/photo-1602859915273-33ec20f71b12?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY5NjkyMjh8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Cisco Systems, una delle aziende leader nel campo della tecnologia e dei servizi di rete, è pronta a fornire il suo supporto tecnologico basato sull'intelligenza artificiale (AI) per la sfida della Coppa America di Luna Rossa. Quest'ultima, nota squadra di vela italiana, sta cercando di sfruttare tutte le potenzialità offerte dalla tecnologia di ultima generazione per avere un vantaggio competitivo nel prestigioso torneo di vela. Cisco ha sviluppato una tecnologia all'avanguardia che, utilizzando l'intelligenza artificiale, sarà in grado di analizzare i dati in tempo reale, fornendo strategie e soluzioni ottimali basate sui dati raccolti. Questo rappresenta un salto significativo in avanti nel campo della vela, dove la capacità di analizzare e interpretare correttamente i dati può fare la differenza tra la vittoria e la sconfitta.\n\n###\n\nCisco Systems, a leading company in the field of technology and network services, is set to provide its AI-driven tech support for Luna Rossa’s America’s Cup challenge. The latter, a well-known Italian sailing team, is looking to leverage all the possibilities offered by cutting-edge technology to gain a competitive edge in the prestigious sailing tournament. Cisco has developed state-of-the-art technology that, by using artificial intelligence, will be able to analyze data in real-time, providing optimal strategies and solutions based on the collected data. This represents a significant leap forward in the field of sailing, where the ability to correctly analyze and interpret data can make the difference between victory and defeat.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "A Day in the Life of Jimmy Spithill, the CEO of Red Bull Italy SailGP",
    "date": "Mon, 01 Sep 2025 09:05:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/a-day-in-the-life-of-jimmy-spithill-the-ceo-of-red-bull-italy-sailgp",
    "image": "https://images.unsplash.com/photo-1607510891430-020fff3e5549?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY5NjkyMzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "È il 1° settembre 2025 e questa è una giornata nella vita di Jimmy Spithill, l'attuale CEO di Red Bull Italy SailGP. Conoscere la routine quotidiana di una personalità di spicco nel mondo della vela può essere un'esperienza affascinante e illuminante. Spithill, originario dell'Australia, è noto per le sue abilità straordinarie come timoniere e per il suo spirito imprenditoriale. Si è fatto un nome nel mondo della vela vincendo due volte l'America's Cup e ora sta portando la sua passione e la sua esperienza nel settore della vela professionale in Italia, con la sua posizione di CEO presso Red Bull Italy SailGP.\n\n###\n\nIt's September 1, 2025, and this is a day in the life of Jimmy Spithill, the current CEO of Red Bull Italy SailGP. Getting a glimpse into the daily routine of a prominent figure in the world of sailing can be a fascinating and enlightening experience. Spithill, originally from Australia, is known for his extraordinary skills as a helmsman and his entrepreneurial spirit. He made his name in the sailing world by winning the America's Cup twice and is now bringing his passion and experience to the professional sailing industry in Italy, with his CEO position at Red Bull Italy SailGP.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 1,
    "title": "America's Cup: From 1983 to 2024 through the lens of Carlo Borlenghi",
    "date": "Sun, 31 Aug 2025 14:35:00 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/america-s-cup-from-1983-to-2024-through-the-lens-of-carlo-borlenghi",
    "image": "https://images.unsplash.com/photo-1654589434298-65b503a1b060?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY4ODI4MTZ8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "L'America's Cup, la più antica competizione internazionale di vela, ha visto molte sfide e cambiamenti nel corso degli anni. Dal 1983 al 2024, un uomo, Carlo Borlenghi, è stato lì a documentare tutto con il suo obiettivo. Borlenghi, un fotografo italiano noto per le sue impressionanti immagini di yacht e regate, è diventato una figura iconica nell'America's Cup. Il suo occhio per i dettagli, la luce e il movimento ha catturato i momenti più emozionanti e drammatici della competizione, dalla vittoria storica dell'Australia nel 1983 all'ultima regata del 2024.\n\n###\n\nThe America's Cup, the oldest international sailing competition, has seen many challenges and changes over the years. From 1983 to 2024, one man, Carlo Borlenghi, was there to document it all through his lens. Borlenghi, an Italian photographer renowned for his stunning images of yachts and regattas, has become an iconic figure in the America's Cup. His eye for detail, light, and movement has captured the most exciting and dramatic moments of the competition, from Australia's historic win in 1983 to the latest race in 2024.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  },
  {
    "id": 3,
    "title": "America’s cup protocol finally agreed - 29 Aug 2025 - Sailing Today Magazine - Readly | All magazines",
    "date": "Fri, 29 Aug 2025 07:31:01 GMT",
    "author": "AmericasCupFan",
    "articleUrl": "/articles/americas-cup-protocol-finally-agreed-29-aug-2025-sailing-today-magazine-readly-all-magazines",
    "image": "https://images.unsplash.com/photo-1630853238178-64052a1e0f45?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NjA3NDJ8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NTY3MTAwMzd8&ixlib=rb-4.1.0&q=80&w=1080",
    "content": "Dopo un lungo periodo di negoziazioni e discussioni, il protocollo per la Coppa America è stato finalmente concordato il 29 agosto 2025, come riportato dalla rivista Sailing Today Magazine. Questo accordo mette fine a mesi di incertezza e stabilisce le nuove regole e linee guida per la prossima edizione della prestigiosa competizione velica. L'annuncio è stato accolto con grande entusiasmo da parte di tutto il mondo della vela, ansioso di vedere come si svilupperanno le prossime sfide in mare.\n\n###\n\nAfter a long period of negotiations and discussions, the protocol for the America’s Cup was finally agreed on August 29, 2025, as reported by Sailing Today Magazine. This agreement ends months of uncertainty and establishes the new rules and guidelines for the upcoming edition of the prestigious sailing competition. The announcement has been met with great enthusiasm from the sailing world, eager to see how the next challenges on the sea will unfold.",
    "keywords": [
      "America's Cup",
      "vela",
      "regata"
    ]
  }
]